[
    {
        "Input": { "Target Product": "Hubspot CRM", "Review": "Rochelle Vassell\n6 April, 2022\nWow, I can't believe the lack of integrity such a big company as Hubspot CRM has. the first year was good, they were attentive, but that was only because they wanted me to spend more. The following years were no support and if I asked they would say well I don't have phone support options (which in fact I did). That to me is even crazy, any customer should have basic customer support. After my 2nd year I started shopping around because really their system looks and feels tired, its old, doesn't integrate well, phone calls always drop, email/mail function is tacky and not inspiring, the automation is basic and the ads don't pull the right analytics. And the landing pages and forms are plain and basic. I mostly just used the CRM. Anyhow, I canceled my auto renewal and purchased another software and can you believe they charged my card and locked me into another year?! What? I even sent proof and they said they'll have to wait and see. LISTEN RUN! DON\"T DO IT! It's better to build your own or mash a few tools together." },
        "Output": {
            "Customer Name": "Rochelle Vassell",
            "Business as Usual": "Not Enough Information",
            "New Behaviour": "Hubspot CRM",
            "Progress the User Wants to Make": "Manage her customers more efficiently with a more modern CRM system",
            "Functional Motivation": "Not enough information", 
            "Emotional Motivation": "Not enough information", 
            "Social Motivation": "Not enough information",
            "Force 1: Push": "Not enough information",
            "Force 2: Pull": "Desire for a CRM with better integrations, modern interface, advanced automation, reliable phone calls & email functions, insightful analytics, and appealing landing pages & forms",
            "Force 3: Anxieties": "Being locked into a contract, not getting the customer support she needs, wasting money, experiencing inefficient workflow, lacking necessary data insights",
            "Force 4: Habits": "Not enough information",
            "Stage 1: First Thought": "Not enough information",
            "Stage 2: Passive Looking": "Not enough information",
            "Stage 3: Active Looking": "Not enough information",
            "Stage 4: Deciding": "Not enough information",
            "Stage 5: Onboarding": "Good experience, Hubspot customer service was attentive in the first year.",
            "Stage 6: Ongoing Use": "During the 2nd year, Rochelle became increasingly dissatisfied with HubSpot CRM due to declining customer support, outdated features, poor integration, and technical issues. This ultimately led her to switch to a different CRM solution."
        }
    },
    {
        "Input": {
            "Review": "Verified Reviewer\nIndustry: Marketing & Advertising\nCompany size: 1,001\\-5,000 Employees\nUsed daily for 6-12 months\nOverall rating 4/5\nEase of Use 4/5\nLikelihood to recommend 8.0 /10\nA good 360 degree customer database tool\nReviewed on 31/03/2024\nPros\n1. GDPR compliant database tool management\n2. Good boolean tool integrated\n3. Easy to set up\nCons\n1. UI is average\n2. Not mobile friendly\n3. API integration is poor",
            "Target Product": "Hubspot CRM"
          },
        "Output": {
            "Customer Name": "Verified Reviewer",
            "Business as Usual": "Not enough information",
            "New Behaviour": "Hubspot CRM",
            "Progress the User Wants to Make": "Not enough information",
            "Functional Motivation": "Hubspot offered an easy setup process.", 
            "Emotional Motivation": "Not enough information", 
            "Social Motivation": "Not enough information",
            "Force 1: Push": "Not enough information",
            "Force 2: Pull": "Not enough information",
            "Force 3: Anxieties": "Not enough information",
            "Force 4: Habits": "Not enough information",
            "Stage 1: First Thought": "Not enough information",
            "Stage 2: Passive Looking": "Not enough information",
            "Stage 3: Active Looking": "Not enough information",
            "Stage 4: Deciding": "Not enough information",
            "Stage 5: Onboarding": "Found the setup process to be easy, aligning with expectations.",
            "Stage 6: Ongoing Use": "Using Hubspot CRM daily for 6-12 months, indicating successful integration into workflow. Finds it to be a good 360-degree customer database tool but with some UI, mobile, and API shortcomings. Overall rating of 4/5 suggests satisfaction with the product's core functionalities and progress towards desired outcomes."
        }
    },
    {
        "Input": {
            "Review": "Review: Tanner\nIndustry: Marketing & Advertising\nCompany size: 11\\-50 Employees\nUsed daily for 2+ years\nOverall Rating 5/5\nValue for Money 5/5\nEase of Use 4/5\nCustomer Support 5/5\nLikelihood to recommend 7.0 /10 Worth the price if you need it all Reviewed on 26/09/2022\nIt has been good, it was a smooth transition from Keap.\nPros One of the pros with Hubspot is that your organization can operate out of one system instead of stitching together 4-5 management tools for sales, marketing, and admin.ConsThe price point is really high when you start to get into all the package options and features. Users can certainly stitch together a cheaper monthly bill by using multiple dedicated services.\nAlternatives Considered: ActiveCampaign\nReasons for Choosing HubSpot CRM: The email sending capabilities at Keap had become limited and the general customer service was not great.Switched From: Keap Reasons for Switching to HubSpot CRM HubSpot had more sales and calendar booking options than ActiveCampaign.",
            "Target Product": "Hubspot CRM"
          },
          "Output": {
            "Customer Name": "Tanner",
            "Business as Usual": "Using Keap for sales, marketing, and admin.",
            "New Behaviour": "Switched to Hubspot CRM to consolidate sales, marketing, and admin functions into one system.",
            "Progress the Customer Wants to Make": "Manage their company's relationships with customers more efficiently.",
            "Functional Motivation": "Gain access to enhanced email sending capabilities and improved customer service compared to Keap.", 
            "Emotional Motivation": "Reduce frustration and improve satisfaction by overcoming the limitations experienced with Keap. Experience greater peace of mind and confidence in their chosen platform.", 
            "Social Motivation": "Not enough information",
            "Force 1: Push": "The need for a new CRM arose due to email sending limitations and poor customer service with Keap",
            "Force 2: Pull": "HubSpot's comprehensive suite that integrates sales, marketing, and admin functions, with more sales and calendar booking options.",
            "Force 3: Anxieties": "High price point, complexity of package options and features.",
            "Force 4: Habits": "Familiarity and established workflows with Keap, requiring adaptation to a new system.",
            "Stage 1: First Thought": "Not enough information",
            "Stage 2: Passive Looking": "Not enough information.",
            "Stage 3: Active Looking": "Compared HubSpot CRM with ActiveCampaign, considering factors like sales and calendar booking options.",
            "Stage 4: Deciding": "Chose HubSpot CRM over ActiveCampaign due to its superior sales and calendar booking options. Accepted the trade-off of a higher price point for the comprehensive features and benefits offered.",
            "Stage 5: Onboarding": "Experienced a smooth transition from Keap to HubSpot CRM, indicating a positive onboarding experience.",
            "Stage 6: Ongoing Use": "Has been using HubSpot CRM daily for over 2 years, indicating successful integration into their workflow and ongoing satisfaction with the platform. Acknowledges the higher price point but considers it worthwhile for the value and functionality provided."
          }
    },
    {
        "Input": { "Target Product": "Igloohome Mortise Door Lock", "review": "https://www.youtube.com/watch?v=5J6S3Im-w4c", "kind": "youtube#searchResult",      "etag": "28TacJTi_kqYcpjzfHJiADqcLEM",      "id": {        "kind": "youtube#video",        "videoId": "5J6S3Im-w4c"      },      "snippet": {        "publishedAt": "2021-07-17T00:55:04Z",        "channelId": "UCvbEYH_h8k-hHq2oS-7zIdQ",        "title": "igloohome SMART Digital Door Lock Push Pull Mortise REVIEW + Airbnb integration",        "description": "I'm very very excited to test out Igloohome's latest product, it's the push-pull mortise door lock. I really enjoy using it.",        "thumbnails": {          "default": {            "url": "https://i.ytimg.com/vi/5J6S3Im-w4c/default.jpg",            "width": 120,            "height": 90          },          "medium": {            "url": "https://i.ytimg.com/vi/5J6S3Im-w4c/mqdefault.jpg",            "width": 320,            "height": 180          },          "high": {            "url": "https://i.ytimg.com/vi/5J6S3Im-w4c/hqdefault.jpg",            "width": 480,            "height": 360          }        },        "channelTitle": "MADS",        "liveBroadcastContent": "none",        "publishTime": "2021-07-17T00:55:04Z"      }, "transcript": "igloohome SMART Digital Door Lock Push Pull Mortise REVIEW + Airbnb integration (00:01) hi today i'm excited to show you the latest product from eagle home it's the push pull multis door lock and i really really enjoy using it it's so effortless to enter a home now i can just unlock and push the dog all in one motion but wait melvin do you know that this download is from singapore no way it is from singapore and this dialogue even works with apps like airbnb as full integration and honestly i wasn't expecting a door lock like this to come from our small country with such a global presence        (00:35) all right let's go through how this door lock is going to work for you because this is not just a digital door lock it's a door lock that works with an app and it gives you six different types of access i'm gonna go through one by one so you understand how it works and the first hour access is a permanent pin so just enter your password and it will unlock which is the same for every digital dialogue next is duration pin which is something you need for someone staying over or your airbnb guest and the best         (01:05) part is this app works with airbnb app it's always easy to create access but i find myself in a situation then i'm too lazy to delete off the app when the guest leaves so i like this duration pin because it will just expire when the time is up and what if you have someone who comes in regularly for example my aunt she helps me with the house every monday from 10 to 2 pm and i can set this criteria inside the app so outside of this time frame she won't be able to access the door next is a bluetooth key kind of        (01:34) interesting and also a lot of steps to get it to set up so for example i'm setting up for guest start date time end date so after i create access the guest needs to download the app and register an account for it before they can import this bluetooth key so to unlock the door the tenant needs to use the app and she needs to turn on bluetooth and stay in a five meters range from the door lock to unlock it second this is the only access type that is being recorded real time inside the activity log and for the last two access type we have        (02:16) the key cards so this is one and then i have another one pasted on my phone put it on the rfid card reader it will unlock and the same thing for this keycard so they actually provide two of this for you two rfid stickers and they also provided a key that you can unlock physically when you need to you know if there is no wi-fi no battery you can unlock it with a key or you can put a 9-volt battery here to jumpstart this door lock so let me lock the door here so the last one is the fingerprint and one thing you have to know about the        (02:56) igloo home push pull download is that it works offline because it's using bluetooth technology there's no wi-fi and if you don't want to download the app you can still send a duration pin to your guests your tenant your airbnb guest it will still work wonderfully on its own offline well igloo home told me that they are developing the bridge which is due end of this year and this bridge is going to work with this door lock to bring it online okay there's one particular feature that is quite thoughtful is the keypad         (03:29) disable mode so if i hold this button for three seconds there's a sound right it will shut off the pin the key card and the fingerprint access on the front so right now you can use the keycard you can use the keypad the fingerprint doesn't work the only thing that works now is just the handle you can use a physical key to unlock it and the last result to overwrite the whole thing is to unlock it through the app and i do find this feature useful for someone who's living on a main street a busy road someone that passed by might try to play        (04:04) with your keypad and run off in a way it creates unnecessary disturbance and my friend here uses this feature right yes before i go to bed so his reason is just in case someone who knows his password tried to enter his property in the middle of the night and if you are worried about passerbys looking over your shoulders to guess your password don't worry you can press any number of random numbers and your password you can set between four digits to six digits so it doesn't matter how many numbers i press i just got to leave        (04:35) the last four to my own password for those of you who have young kids you want to disable this handle just enable the child lock okay and it doesn't work anymore however it doesn't affect the person that's coming home the front lock still works okay i hope i covered all the points because igloo home here has done a lot to make this as dynamic as possible it solves a lot of real life situation especially the recurring pin it's so so useful and what i don't understand is it has so much commercial value built        (05:10) into it it works with offices airbnb app integration rental homes and they are charging at below 800 with setup and installation included i honestly feel that this is worth at least a thousand dollars you know what's funny they also let you pay by installments with no interest"    },
        "Output": {
            "Customer Name": "Not Specified (Reviewer/Narrator of MADS Youtube channel)",
            "Business as Usual": "Using traditional door locks",
            "New Behaviour": "Using Igloohome Smart Mortise Door Lock with Push-Pull functionality and app-based access control",
            "Progress the User Wants to Make": "Maintain security of their home with less effort, especially when they have guests visiting or staying",
            "Functional Motivation": "Desire for a door lock that offers multiple access methods (PIN, duration PIN, Bluetooth key, keycard, fingerprint), app-based remote access control, and integrates with platforms like Airbnb for convenient guest management.",
            "Emotional Motivation": "Gain peace of mind and a sense of security with advanced access control features, such as the keypad disable mode and child lock.  The reviewer expresses excitement and enjoyment in using the product, indicating a positive emotional response.",
            "Social Motivation": "Potential desire to support a Singaporean company, as reviewer is a Singaporean. Not explicitly mentioned in the provided information, but the integration with Airbnb suggests potential social motivation related to managing rental properties and guest access effectively so as not to bother neighbours.",
            "Force 1: Push": "Frustration with traditional door locks, desire for more control over home access",
            "Force 2: Pull": "Appeal of smart home technology, convenience of keyless entry, integration with Airbnb",
            "Force 3: Anxieties": "Security concerns, forgetting to change the password after an Airbnb guest leaves, reliability of the technology, fallbacks if wi-fi connection and battery fail, complexity of installation and use",
            "Force 4: Habits": "Not enough information",
            "Stage 1: First Thought": "Not enough information",
            "Stage 2: Passive Looking": "Not enough information",
            "Stage 3: Active Looking": "Not enough information", 
            "Stage 4: Deciding": "Not enough information",
            "Stage 5: Onboarding": "The reviewer expresses enjoyment and ease of use, indicating a positive onboarding experience.",
            "Stage 6: Ongoing Use": "The review implies ongoing use and satisfaction with the product, highlighting its convenience, security features, and integration capabilities. Emphasizes the product's value and affordability, considering it worth more than its price." 
          }
    },
    {
        "Input": { "Review": "Dan F. Gong has changed the way I manage my pipeline. What do you like best about Gong?The intel and visibility that Going provides into my pipeline (our instance is integrated with SFDC). The ability to see activity, the number and seniority of contacts engaged, and Gong's underlying AI that helps us predict where we'll land is a game changer. We also use the Smart Trackers to measure specific Challenger behaviors that helps us study how effective we are at selling, and to identify areas to coach.Review collected by and hosted on G2.com.What do you dislike about Gong?The UI/UX perioudically changes unexpectedly.Review collected by and hosted on G2.com.What problems is Gong solving and how is that benefiting you?Reps are notorius for not keeping good CRM notes. Gong cuts that out. We see exactly what is happening in the deal, by virtue of it happening.", "Target Product": "Gong Revenue Intelligence" },
        "Output": {
            "Customer Name": "Dan F.",
            "Business as Usual": "Sales pipeline on Salesforce SFDC. Struggling with lack of visibility due to inconsistent CRM usage by sales representatives, using traditional methods for sales performance analysis",
            "New Behaviour": "Using Gong to manage sales pipeline and gain insights into deals.",
            "Progress the Customer Wants to Make": "Improve sales performance, gain better visibility into deals, and forecasting accuracy to make data-driven decisions.",
            "Functional Motivation": "Access to comprehensive sales data and analytics, improved visibility into deal progress, and ability to track key sales behaviors.", 
            "Emotional Motivation": "Reduce frustration and uncertainty associated with inaccurate sales data and lack of pipeline visibility. Gain confidence in sales forecasting and decision-making.", 
            "Social Motivation": "Not enough information",
            "Force 1: Push": "Challenges with maintaining inaccurate or incomplete CRM data due to reps not keeping notes updated, lack of visibility into deal progress and health, difficulty in identifying areas for improvement in sales process.",
            "Force 2: Pull": "Gong's ability to provide real-time insights into sales pipeline activity.",
            "Force 3: Anxieties": "Potential difficulty in adapting to a new tool, concerns about UI/UX changes.",
            "Force 4: Habits": "Using Salesforce CRM (SFDC) and relying on manual data entry.",
            "Stage 1: First Thought": "Not enough information",
            "Stage 2: Passive Looking": "Not enough information",
            "Stage 3: Active Looking": "Not enough information",
            "Stage 4: Deciding": "Not Enough Information.",
            "Stage 5: Onboarding": "Not enough information, but the review implies successful integration with Salesforce (SFDC) and utilization of features like Smart Trackers.",
            "Stage 6: Ongoing Use": "The review indicates ongoing use and satisfaction with Gong, highlighting the positive impact on pipeline management and sales effectiveness. The user acknowledges occasional UI/UX changes but considers the benefits outweigh the drawbacks."
          }
    },
    {
        "Input": { "Target Product": "Bosch stand mixer", "Review": "so what did you buy I bought myself cooking machine for yeah the one that is is a stand mixer and yeah sounds like this okay very nice very nice so as I cook a lot at home very nice okay excellent this is actually and how much did you spend on it by the way200 okay perfect so let's say I'm the VP of Marketing for that cooking machine and basically what I would do is I would actually pull the customers that had bought the products our product and the last three months so that's reason tasks so usually we like to interview people who have done who have done who have purchased anywhere between a month to three months less than a month people are still in the what we call the honeymoon period they are still happy with their product more than three months they've forgottenbasically the like you know the motivation behind buying the product we send out an email we usually get lots of responses and we pick every week again we're doing three four of those interviews and we're talking through the process of people so I'm gonna actually walk you through the process assuming that you're one of those people so Katarina thank you for participating in this initial customer research that we're doing so this is an initial research that's gonna be part of a much larger research that we're going to be conducting few months down the line around how people by cooking machines so as part of this initial research what we're trying to do is just to understand your story what made you buy the cooking machine and again it's your story there's no right or wrong answers all we want to know is what we're kind of like what happened to you in order for you to say you know what it's time to buy the Machine the best way to think about it is almost i am shooting a documentary so I'm the director I have a cameraman with me and we're documenting creating this documentary around your purchase process for this product so we're gonna be asking you a few questions around this how does that sound sounds great excellent excellent so tell us a little bit more when did you decide to buy the cooking machine do you remember or what day was it I think it was a bit more than a month ago but I've been thinking about this for quite a while because I really like baking and some of the recipes are I'm not so easy to mix like using just like a hand and a fork but then I was like always thinking I'm not a professional cook that still cost quite a lot and like how many times per month I'm gonna use any it so it's been on my mind for quite a while but yeah after one months in Corona I said okay cook everyday and I make a lot so that's about the time okay so I I'm gonna stop the interview over here and I'm just gonna comment what you have just given me by the way in the last 30 seconds it is a goldmine for marketers and let's drill a bit deeper and I will continue with this but imagine I want to write copy correct and I'm creating an ad for this cooking machine what did you say and then lots of times people hire you know people who specialize in creating web copy and I always tell them give them those customer research in size because there is so much that you said baking is not easy correct I'm not a professional now I'm cooking every day you've--you've right away giving you lots of motivations correct and guess imagine those very powerful headlines that I can use correct cooking every day you know and and you don't have to be a professional create amazing pies without like you're not having to worry about like you know being a professional there is just so much that you have used in your own words so Katerina let's go back to the day that you made the decision and then we'll go back to how you start thinking about this do you recall what kind of what day of the week it was it was a weekend a weekday I actually think it was Friday it was end of the week and I was pretty excited because I wanted to find something that would be delivered by Saturday a pie recipe okay what kind of pie was it it was pecan pie okay okay I like that and you think it's what Saturday morning or night time as if you're wanting it to be received on Saturday so what was it when did you order was it Friday morning Friday afternoon I was Friday run for like I was almost done with my work and I thought okay if I order now I still can get it by tomorrow so okay okay and were you were you at home at that point in time yep okay and where were you sitting by the way actually I'm sitting in the kitchen because I have living room connected with the kitchen okay okay how was the house the weather that day by the way oh [Music] cool I think was quite okay quite okay like sunny clearly recall were cold why I can't recall this unfortunately yeah I think it was standard weather not something extraordinary not raining super heavily or not super warm and signing something okay normal good now let's let's go back to the very first time you thought about buying this machine do you recall one did you have like a know first thing go I'd like to get me one of those cooking machines yeah cuz I'm watching some cooking shows and some cooking master class because I really enjoy it and often they use the professional machines although they always say yeah of course you can do it at home with your like hand mixer or07:39something else but it never comes out as perfect as they have in the machine yeah okay perfect so I'm gonna stop you again over here and I'm just gonna comment about some of the things that you've told me if I'm doing marketing correct cooking shows cooking master class guess what cooking shows okay I can I can figure out a way to do a partnership with them but even better cooking master class because lots of times people say okay with cooking shows that's an area where everybody can peace but how about cooking master classes correct I found doing any Facebook advertising those are the people I want to target correct I can probably have a deal for like you know for example let's say I go to master class and I try and do something there and another thing that I focus on and my ads and on my landing page what I would say is taking a you know cooking master class trying to cook pies but they never turn out to be good because your hand mixers not working well for you correct look at this this is your words correct we're using them in08:38marketing again and we're we're still drilling a bit deeper so how long how long you been taking those how long you been actually taking the master class tell me a little bit more about that I just subscribe like I usually do it as a one-time thing I never went to some like in deep in-depth course or something like this so something on YouTube pops up or like recently I got the master class from the master class platform and you can watch them master closet they're perfect perfect so was that the first time you thought09:13about getting the the the mixer the cooking machine or did you know the first one was the cooking shows because I've been watching them forever I always enjoyed it look especially yeah I want people that are coming from no backgrounds competing and trying to learn new recipes and that's very exciting for me perfect when did you sign up for the master class by the way you know the corona because I get a lot of promotions on YouTube and I shared with a friend was also interested in the master class from one of those beakers then yeah yeah because they also have this offer correct though gets one subscription you get the other yeah there you go okay so you do the master class which which class what are you taking by the way for for the cooking do you recall I took talkin okay from Gordon Ramsay okay I like that now initially I'm assuming like you know he's using his his they had their like no fancy mixers did you try like you know what what actually prompted you to say uh you know what it's not turning out to be as good10:15when I'm using my hand mixer I mean it takes away like I was doing some pizza dough and it takes quite a lot of time and also like strengths in the hands to mix it in a proper way and yeah that was the feeling that it took me really long and it turned out like nah okay okay so you do the pizza dough are you sharing the pizza with anybody or you just eating it by yourself of course I'm sharing I had what did he what did he tell you after after you made it of course he said it's delicious ate it hot out the oven okay but you give it to him it took a while it didn't turn out to be as good he's saying it's delicious what are you thinking I had always said things like this but I'm a perfectionist so I think man it doesn't look exactly like it expected it to look like and yeah so I know that he's saying things mainly because he's less picky and also he loves me so whatever now what we talked about if you recall in my slide I talked about the emotional and the social aspects of my own product what you just told me is the emotional side correct the husband who loves your food no matter what correct but you inside also says that there's kind of like you know multiple things you're perfectionist correct and again imagine me running marketing for that for that company an image of a wife cooking something for her husband or her significant other corrects and thinking that this is not as good there's just so much emotion that now is getting starting to get revealed so you cook the pizza what kind of pizza by the way did you make it was afraid for like a day okay so it's a lot of effort yeah okay okay so you're making this Chicago style do you recall what did you make it on a weekend well you said on a Saturday did you make it that that's right away or actually cooked without the machine I I cooked it on my own and I think my sequence okay so you did on the weekend your husband tries it was it right away after like you know that that you went since you're like you know what I need to start looking for different machines or how did that process happen I think we discuss it for a week okay if I'm gonna use it after quarantine because it's also big machine and it takes space on the countertop so there were a lot of discussions and then I think I need some process to actually buy it so explain that to me again sorry can you tell me a bit more around that so I keep doing weekend and then I feel like I see like I cook a lot I bake a lot and like this though it was quite complicated it took a while it didn't turn out as perfect as I would want it to come out and maybe we stood with like we should discuss buying the machine and then we discuss it maybe like an Tuesday again and then we looked again and Friday evening and then we made the decision to buy it's perfect I love that one of the things that you mentioned that you are concerned about is the space and the I know when I look now because we're actually constantly buying kitchen equipment everybody is correct I'm in the process of buying an air fryer or a deep fryer you know we're going through that debate right now you're concerned about the space the countertops is there enough space what what other concerns that you did you have I mean my main concern was that I buy something and it sits in the cup board forever then I'm not actually using it because I don't really like to drag along things that are not in use and then I would just sell it on some second-hand website like make planets I getting something like that so I didn't want to invest in something that I really won't use in the end it sounds like a lot yeah how did you solve that issue because that's always a concern correct so like I'll buy something I'm excited about it but maybe I'm not gonna use it so what did you and your husband walk me through that discussion with your husband what did you have I mean you said that I always wanted it I've been thinking for quite a while and then we bought not the highest configuration so we bought the basic one that I really needed it's like the dough hook and the thing like the whisk and smooth dough14:54maker so we bought only the parts that I really wanted because you know how the configurations work you pay extra safety and then you have extra 10 supplements and then you pay 50 more but then you get 20 and you can but this is a really good deal and a lot of times people would jump on this best option price versus amount of like supplements but and then you use only three so what is the reason so we kind of downsized and that was the deal for me that we downsize to the essentials okay perfect I like that so I'm going to stop the interview over here and I'm going to comment as well a headline again that I would use for this particular you know you always wanted it correct because that's what you said I always wanted it imagine headline that says you know you always wanted it you know and if you think about this whenever we buy a product subscription by the way masterclass could have been also another subscription correct that you got oh we could be doing this interview about masterclass but like now we're talking about this product there is an initial criteria that you put for yourself I want one two three four five correct but then when you're about to make the decision there's a negotiation sometimes it happens through you and yourself sometimes with your significant other in this case with your husband and it's about this give-and-take you know what do we need to consider and I like how he said you know what we're not gonna go with all the ashes because becomes really expensive there's another16:22negotiation about this space there's lots of the criteria as you might start with five six things that are important to you but then you narrow them down because I really want to have this well I'm not gonna go for the most expensive all features I'm gonna go for the basic things that I actually know that I need to use so again if you're a marketer there is a wealth of information that used there lots of times we focus on lots of product features that are really meaningless to customers we think that people care about them people tell us that they care about them but really in reality people don't don't care a whole lot about about some of those okay so you decide that's you you're gonna buy the product now are you doing initial research you said let me start thinking about it Tuesday by Friday you make a decision talk to me about the research that you've done to to to really select there are not so many big players there's KitchenAid and then there's one from Bosch so I just looked through some websites I wasn't it website from each brands some of them are go more like they're most stylish and functional and then you clearly pay like extra for the for the look of it and some of them are cheaper but then a lot of people right it's it's like the parts fell apart basically after half a year so like I I definitely did the research before I bought something that is like more expensive I like that so tell me a bit more what sizes that you use for the research any particular size or where you just Google17:49in different names how did that work walk me through the process of research so basically I googled the term cookin machines like Kitchen Aid and then like the first results were from three brands and then I looked into their price points and what they offer for a particular price because I also didn't want to get a cooking machine for one thousand or like for five hundred it was way too much so was trying to downsize in that one so just framed the amount of money and then the function and then compared what can I get for the money that I'm ready to spend very good very nice so typically an interview and I don't want to like drill a bit deeper on this but typically in an interview we start asking about okay what's the criteria and we would ask somebody hey have you written it down by the way can you email to us because this is extremely powerful but notice how you made the decision as well I would also ask you do you know what sites besides the brand websites that you've looked at did you look at YouTube as well did you see any reviews because then you know again this helps me understand the buying decision. By Friday you're you've decided you did you have a model selected at that point or were two competing models? Yeah there was one there was again a bit more expensive but had more extra features and my husband was like is it really worth it and and then we decided not to go for this because the the price was really it's just too much of a difference for a minor feature. Okay very nice again by the way so powerful if you're a marketer and you're writing copy guess what you know no need to buy to pay extra for features that you'll never use. Again you're just giving a wealth of information where did you buy the product from? Amazon. Amazon of course. I wanted it by Saturday, that's why I had no other choice. But it's amazing. Did you also I'm sure Amazon reviews were part of the process in making the decision correct? Yeah. Were there other review sites other ecommerce sites that you read reviews about the product? not really I just visited the \\- in the end I bought a Bosch one so I visited their website because they also had a lot of videos about how to use the products and all the features and like they even have some comparison like you can pick up different machines and compare them between because Bosch was the last one that I decided to go for and then I needed to decide before between two models then I look at their website as well very nice so you order the item on Friday it arrived Saturday is that correct? Yeah. Very nice. When did it arrive? sometimes Amazon delivers in the morning sometimes in the afternoon. No it was in the evening so I wasn't able to actually cook anything on Saturday. I cooked on Sunday. it was fine for me what did you cook what was that first there was a pie. Oh as a pie what kind of pie that's the pecan pie? Okay and how'd it turn out great actually well do not tell me a little bit more you know so this is the first pie with the machine tell me how I look at all like your husband is trying it and you're a perfectionist so what we do I mean the best part for me was that I could do21:05things simultaneously so I would start to do the dough in the machine and then I would start to cutting the pecans and then like to wash them and prepare them too and then as the dough is done I can put the cream in so it's quite fast it's really splitting me up and the structure of course is perfect it's like easy to roll it out because it's very smooth and even." },
        "Output": {
            "Customer Name": "Katarina",
            "Business as Usual": "Baking and cooking at home using manual tools like a hand mixer and fork, which was time-consuming and yielded imperfect results.",
            "New Behaviour": "Purchased and started using a Bosch stand mixer to improve baking and cooking efficiency and results.",
            "Progress the User Wants to Make": "Improve baking and cooking experience by reducing effort, time, and achieving better results, particularly for recipes like dough and pies.",
            "Functional Motivation": "Reduce the time and effort required for baking and cooking, especially for challenging recipes. Gain the ability to multitask while preparing meals. Achieve consistent and perfect results in texture and appearance of baked goods.", 
            "Emotional Motivation": "Fulfill the desire for perfection in baking, driven by a passion for cooking and a desire to create dishes she can be proud of. Reduce frustration associated with the limitations of manual tools and the inability to achieve desired results.",
            "Social Motivation": "Impress her husband and potentially other guests with the improved quality and appearance of her baking.",
            "Force 1: Push": "The frustration and limitations of using manual tools for baking, the time and effort required, and the imperfect results achieved, particularly with challenging recipes like dough and pies.",
            "Force 2: Pull": "A stand mixer's ability to simplify baking and cooking tasks, reduce effort and time, and deliver consistent and perfect results. The availability of essential attachments and the perceived value for money of Bosch product compared to higher-priced models.",
            "Force 3: Anxieties": "Concerns about the cost of the appliance, the potential for underutilization and wasted space on the countertop, and the fear of investing in a product that might not meet expectations.",
            "Force 4: Habits": "The established routine of using manual tools for baking and cooking, baking and cooking only a few times per month (before COVID), watching cooking shows and cooking masterclasses.",
            "Stage 1: First Thought": "The idea to buy a stand mixer was sparked by watching cooking shows and masterclasses, where professional chefs used similar appliances to achieve perfect results.",
            "Stage 2: Passive Looking": "The desire for a stand mixer remained in the back of her mind for a while, as she considered the benefits and drawbacks, and weighed the cost against the potential value and frequency of use.",
            "Stage 3: Active Looking": "After increasing her frequency of cooking during the COVID-19 lockdown and experienced the challenges of making pizza dough with manual tools, Katarina actively researched stand mixer options, comparing brands, features, and prices online. She considered factors such as functionality, cost, and user reviews.",
            "Stage 4: Deciding": "She decided on a Bosch stand mixer after careful consideration and comparison with other brands and models. She opted for a basic configuration with essential attachments to meet her needs while staying within budget and addressing concerns about space and potential underutilization. She chose to buy it on Amazon because she wanted next-day delivery.",
            "Stage 5: Onboarding": "Her initial experience with the Bosch stand mixer was positive, as she successfully baked a pecan pie with ease and achieved perfect results in terms of texture and appearance. She appreciated the ability to multitask and the efficiency of the appliance.",
            "Stage 6: Ongoing Use": "Not enough information"
         }
    },
    {    
        "Input": { "Target Product": "Condominium property", "Review": "Most Singaporeans imagine they'll be in their 40's - at least - before upgrading to a condo; and realistically speaking, this is the norm in Singapore's private property market. Most of us are reliant on the proceeds from our first flat, to fuel a condo purchase. However, there are always exceptions to the rule.\n\nIn this week's article, we spoke to a young Singaporean named Khai, who bought a condo unit at the age of 25. And before you think it, he's not a hotshot investment banker earning six digits a year. Here's how he managed it:\n\nAn early interest in property\n\nKhai had always aspired to have his own home. He explains that he grew up in a four-room flat in Bukit Panjang, and there were eight of us in the family. So since young, I had been aiming at having my own place; preferably before the age of 30.\n\nKhai's passion for property was also influenced by his parents, who brought me to private and HDB showflats almost every weekend since I was six years old. I loved to admire HDB flats and condos.\n\nKhai has seen so many properties, he can make an accurate guess of the layout just from the façade of a residential block; right down to the estimated square footage and age of the building.\n\nThe journey to early private home ownership\n\nKhai works as a civil servant, currently earning about $5,000 a month. For most Singaporeans, this would make it a challenge to own a private property before 30. However, Khai was certain about starting out with a private home right away.\n\nKhai was also informed: I had been reading about property data and news since I was 13 years old, mainly through newspaper articles.\n\nHaving to wait till 35* to own an HDB flat is a long time, he says, so I started working at 17, right after O-levels. I worked part-time in retail, and I had to juggle between two retail part-time jobs, and three years of study for my Diploma.\n\nDuring his National Service, Khai saved up as much of his allowance as he could. Over the course of seven years of disciplined savings, he thought he had saved up enough for the down payment on a private home.\n\n*Applying for an HDB flat as a single requires you to be at least 35 years old\n\nSaving up for the first home\n\nKhai explains his savings plan as follows:\n\nBetween 2010 to 2014 (after O-levels and throughout Polytechnic) - Approx. $800 to $1,000 per month\nBetween 2014 to 2016 (National Service) - Approx. $500 to $800 per month\nBetween 2016 to 2018 (Full Time Work) - Approx. $2,000 to $2,500 per month \n\nYear\tMonthly Savings\tYearly Savings\n2010\t$800 - $1,000\t~$10,800\n2011\t$800 - $1,000\t~$10,800\n2012\t$800 - $1,000\t~$10,800\n2013\t$800 - $1,000\t~$10,800\n2014\t$800 - $1,000\t~$10,800\n2015\t$500 - $800\t~$7,800\n2016\t$500 - $800\t~$7,800\n2017\t$2,000 - $2,500\t~$27,000\n2018\t$2,000 - $2,500\t~$27,000\nTotal\t~$123,600\nOverall, Khai's savings plan averages out at just above $1,400 a month over the years. He kept expenses low, at just around $500 per month.\n\nHowever, Khai had to tweak his plans slightly, despite accumulating enough for the down payment.\n\nCooling measures required a change of plans\n\nIn July 2018, the government passed new cooling measures. With most of the media attention focused on the increased Additional Buyers Stamp Duty (ABSD), it was easy to lose sight of an equally important change - one that would affect first-time home buyers like Khai, even though he wasn't subject to the ABSD.\n\nThis was the decrease in the maximum Loan To Value (LTV) ratio, which determines how much you can borrow for your property. \n\nPrior to July 2018, the LTV ratio was capped at 80 per cent - that is, the maximum loan quantum was 80 per cent of the property price or value, whichever is lower. After the cooling measures, the LTV was reduced to 75 per cent; and the five per cent difference was significant:\n\nInitially I wanted a new launch Khai says, and I last balloted for Twin VEW; but with the down payment increased to 25 per cent, I was priced out.\n\nTwin VEW is a 99-year leasehold property in Clementi; notice that the cooling measures hit close to its early sales. Prices averaged $1,405 psf at the time, with many of the single bedders at around $680,000. As such, an added five per cent down payment would have meant about $34,000 more.\n\nIn the end, Khai decided to opt for a resale condo instead. He also noted that other advantages included a lower quantum, and being able to move in immediately.\n\nAs such, he settled on Parc Rosewood - a 99-year leasehold condo in Woodlands, which was completed in 2014. Khai was able to secure a single-bedder, at a reasonable price point:\n\nPurchase price\t$518,000\nDown payment\t$129,500 total: $91,500 (cash) + $38,000 (CPF)\nTotal home loan\t$388,500, at 2.1% per annum (30-year loan tenure)\nMonthly repayment\tApprox. $1,455 per month, est. total interest of $135,472 by end of 30 years\nBuyers Stamp Duty (BSD)\t$10,140*\nConveyancing fee*\t$2,500*\nThe lower cash outlay, along with the ability to move in immediately, now sees him living in a private property well before his 30's. Quite the accomplishment, given that many of us haven't even upgraded from our flats by 35! \n\n*Khai paid the BSD and conveyancing fee in cash. However, note that BSD can also be paid from CPF, and some lawyer fees can be paid from CPF (it depends on the firm you use).\n\nMost importantly, the property proves right for the owner\n\nI'm super happy with it, Khai says, It's a corner unit with an extra window at the dining area, so I can enjoy the greenery. Plus there's a toilet window for better ventilation!\n\nAbove all, there's a sense of joy in having his private space, which makes the years of hard work and forced savings pay off.\n\nDepending on the future state of the property market, Khai may also have the means to upgrade; perhaps to a one-bedder plus study, or to another location. \n\nThe one thing Khai may have done differently, however, is not to have taken up the two-year fixed rate.\n\nIt kind of sucks to be locked in during this low interest rate, Khai says, referring to the current rate of 1.3 per cent (this recent plunge in interest rates was due to the Covid-19 downturn). \n\nHowever my two-year lock-in is almost up, and I can look at repricing or refinancing soon.\n\nTo be fair, interest rates seemed to be rising at the time Khai bought the property; and no one could have foreseen the Covid-19 situation. However, home owners should take note that a fixed-rate period is also a lock-in period (e.g. if you were to take a five-year fixed rate, you would also be locked-in for those To be fair, interest rates seemed to be rising at the time Khai bought the property; and no one could have foreseen the Covid-19 situation. However, home owners should take note that a fixed-rate period is also a lock-in period (e.g. if you were to take a five-year fixed rate, you would also be locked-in for those five years).\n\nKhai shows it's possible to own a private property even at a young age (and without being born with a silver spoon)\n\nThe main challenge, as Khai correctly identified, is the initial down payment on the home. \n\nIn fact, many Singaporeans don't have trouble passing other requirements, such as the Total Debt Servicing Ratio (TDSR)*, or paying for stamp duties (which can also be covered by CPF). The main challenge is meeting the 25 per cent down payment, which requires a period of dedicated savings. \n\nNote that, as Khai did above, you don't have to make the whole down payment in cash. Only the first five per cent must be paid in cash; but the next 20 per cent can be paid in any combination of cash or CPF.\n\nFeel free to contact us on Facebook, if you need to know whether you have sufficient savings for any given property.\n\nAnother consideration is flexibility. Khai was willing to change his plans and go for a resale unit instead. Young homeowners would do well not to fixate too much on a given property (e.g. insisting it must be new), and get what is within affordability.\n\n(You can always sell and upgrade a few more years down the road, when your property has appreciated and your savings have grown). \n\n*The TDSR restricts your total monthly home loan repayment, plus other debt obligations, to no more than 60 per cent of your monthly income." },
        "Output": {
            "Customer Name": "Khai",
            "Business as Usual": "Living in a crowded four-room flat with a large family and facing the prospect of waiting until age 35 to afford an HDB flat as a single applicant.",
            "New Behaviour": "Purchased a resale, single-bedder condominium unit at Parc Rosewood in Woodlands at age 25.",
            "Progress the Customer Wants to Make": "Achieve the personal goal of owning a private property before the age of 30, gaining independence and personal space.",
            "Functional Motivation": "Reduce the time and effort required to own a home compared to waiting for HDB eligibility at age 35. Gain immediate access to a private living space.", 
            "Emotional Motivation": "Fulfill a lifelong aspiration of owning a home, driven by a desire for independence and personal space, stemming from a crowded childhood living situation.",
            "Social Motivation": "Experience the pride and accomplishment of owning a condominium at a young age, exceeding societal expectations and norms in Singapore.",
            "Force 1: Push": "Dissatisfaction with crowded living conditions, the long wait time to qualify for an HDB flat as a single applicant, and the desire for independence and personal space.",
            "Force 2: Pull": "Attractiveness of condominium living, immediate availability of resale units, lower quantum compared to new launches, and the potential for future upgrade.",
            "Force 3: Anxieties": "Concerns about affordability due to cooling measures and increased down payment requirements, uncertainty about interest rates and potential financial burden.", 
            "Force 4: Habits": "Not enough information.", 
            "Stage 1: First Thought": "Developed a strong desire for homeownership from a young age, influenced by family experiences and frequent visits to showflats.",
            "Stage 2: Passive Looking": "Actively researched property data and news from the age of 13, gaining knowledge about the market and potential options.",
            "Stage 3: Active Looking": "Initially considered balloting for a new launch condominium (Twin VEW) but shifted focus to resale options due to cooling measures and affordability.",
            "Stage 4: Deciding": "Chose a resale unit at Parc Rosewood considering factors like price, location, unit size, and immediate availability. Made trade-offs between new launches and resale units, accepting the limitations of a resale unit to achieve the goal of homeownership within budget and timeframe.",
            "Stage 5: Onboarding": "Expresses satisfaction with the purchased unit, highlighting positive aspects like the corner unit layout, extra window, greenery view, and ventilation.", 
            "Stage 6: Ongoing Use": "Enjoys the benefits of private space and the fulfillment of a long-held aspiration. Considers future upgrades as financial circumstances and market conditions allow."
          }
    },
    {
        "Input": {
            "Target Product": "Condominium property", "Review": "My name is Stuart and I'm a retired engineer. My wife Anne and I purchased a condo with Seashine Abodes last year. For years, Anne and I lived in our spacious family home, filled with memories and laughter. But as our children grew up and moved out, the house began to feel like a burden. The upkeep was demanding, the stairs became a challenge, and the echoing emptiness felt... well, lonely.             It was during the holidays, as we were setting up the decorations and preparing for a large Thanksgiving gathering with the kids, that the thought first hit us: we were done hosting the holidays. It was just too much work. It was time to downsize. The idea simmered for months, occasionally coming to the forefront when a chore became too much, or yet another water leak sprung in one of the unused rooms.                         Then, a dear friend passed away, leaving his wife to manage and move out of their large house alone. It was a wake-up call. We didn't want to be in that situation ourselves. We wanted to enjoy our retirement years, travel, and spend time with our grandkids without the constant worry of a big house.                         That's when we started actively looking for a smaller place. We visited several communities, and one of them was the condos by Seashine Abodes. The moment we walked into the model unit, we were impressed. It was modern, well-designed, and had everything we needed on one floor - no more stairs! We particularly loved the open kitchen and living area, perfect for entertaining small groups but not big enough to host any large gatherings.                         But our excitement was coupled with anxiety. How would we ever sort through a lifetime of belongings? The thought of packing and moving was daunting, to say the least. We also worried about leaving our community and friends.                         Seashine Abodes seemed to understand our concerns. They offered a storage facility across the street, complete with a sorting room where we could go through our things at our own pace. Even better, they included movers who packed and transported everything for us! This took a huge weight off our shoulders and made the transition so much smoother.                         Another pleasant surprise was the small additional room they offered to store our dining room table. We hadn't realized how emotionally attached we were to that table, a silent witness to countless family dinners and celebrations. Knowing it had a place in our new home made all the difference.   Moving into our condo was the start of a new chapter for Anne and me. We love the ease and convenience of condo living. Our neighbours have been friendly, with plenty of fellow retirees. We've joined the community's pickleball teams and Anne loves the local mahjong club. We have more time for our hobbies, travel, and most importantly, each other. Thank you, Seashine Abodes, for understanding what downsizing truly means and for helping us make this transition with ease and peace of mind. We're happy to be home."
        },
        "Output": {
            "Customer Name": "Stuart and Anne",
            "Business as Usual": "Living in a large family home that was becoming increasingly difficult to manage and maintain as they aged and their children moved out.",
            "New Behaviour": "Moved into a modern, well-designed condo with Seashine Abodes",
            "Progress the Customer Wants to Make": "Downsize to a smaller, more manageable home that allows them to enjoy their retirement years without the burdens of a large house.",
            "Functional Motivation": "Reduce the physical demands and time commitment associated with maintaining a large property. Gain convenience and accessibility with single-floor living and amenities. Easy to make the move due to Seashine Abodes providing moving and storage services.",
            "Emotional Motivation": "Escape stress and burden associated with maintaining the large, empty family home. Create a comfortable and enjoyable living environment that promotes relaxation and enjoyment in retirement.",
            "Social Motivation": "Maintain their social connections and community while transitioning to a smaller living space. Spend more quality time with family and friends without the constraints of home maintenance. Connect with fellow retirees in social activities like pickleball and mahjong in condo community.",
            "Force 1: Push": "The increasing difficulty of managing and maintaining a large home, feelings of loneliness and burden, and the desire for a more relaxed and enjoyable retirement lifestyle.",
            "Force 2: Pull": "Attractiveness of a modern, well-designed condo with single-floor living, amenities, and a sense of community. The convenience and support offered by Seashine Abodes, including storage facilities, moving assistance, and understanding of downsizing needs.",
            "Force 3: Anxieties": "Concerns about sorting belongings, the daunting task of packing and moving, and adjusting to a new community and living environment.",
            "Force 4: Habits": "Emotional attachment to their family home and the memories associated with it, established routines and familiarity with their previous neighborhood.", 
            "Stage 1: First Thought": "The idea of downsizing emerged during a holiday gathering when they realized the burden of hosting and maintaining a large house.",
            "Stage 2: Passive Looking": "The idea of downsizing lingered for months, triggered by challenges with home maintenance and the changing needs of their lifestyle.", 
            "Stage 3: Active Looking": "After a friend's passing highlighted the potential future difficulties of managing a large house, they began actively exploring options that met their needs like smaller homes and communities  like Seashine Abodes.", 
            "Stage 4: Deciding": "Chose Seashine Abodes based on the design, amenities, and support services offered. Made trade-offs, accepting the need to downsize their belongings and leave their family home to achieve a more manageable and enjoyable lifestyle.",
            "Stage 5: Onboarding": "Experienced a smooth transition with the assistance of Seashine Abodes, including storage facilities and moving services. Appreciated the understanding and support provided during the downsizing process.",
            "Stage 6: Ongoing Use": "Enjoy the ease, convenience, and freedom of their new condo lifestyle. Have more time for hobbies, travel, and social activities, building new connections within the condominium community." 
          }
    },
    {
        "Input": { "Target Product": "The Last Of Us video game", "Review": "https://www.youtube.com/watch?v=-GBXuE6jcl4", "Review Transcript": "I usually start my video reviews out with an anecdote or a story but with the last of us I'm going to cut right through the chase Naughty Dog the sony own studio responsible for the likes of Crash Bandicoot and Uncharted has hit yet another home run this time with a game that tells the dark hopeless story of a man and a young girl crossing the post-apocalyptic United States but this home run didn't just hobble over the outfield wall it cleared the bleachers that left the park and soared into the parking lot and landed with a loud clunk00:36on someone's windshield the Last of Us is that good that's significantly better than a vast majority of the games on the market cementing itself not only as perhaps PlayStation 3 single best experience but is further proof that naughty dog is the best developer in gaming you are smarter than this really guess what we're shady people Joel it's been that way for a long time we are survivable she's our champ it is over test the Last of Us is a marvel of presentation a game that puts you directly into a disheveled and01:10destroyed United States and never lets you forget that you're surrounded by pain by misery and loss you take control of main character Joel two decades after a vicious fungus cordyceps obliterates humankind naturally it's a decidedly sad situation juxtaposed against often brilliant backdrops of untamed wilderness alongside towns and cities escapes rapidly reclaimed by Nature opposing factions from the remnants of the government to lawless renegades do their best to survive but the truth is in this world there's very little worth01:38living for The Last of Us does a wonderful job of putting this hopelessness directly on your shoulders the despair is tangible from start to finish everything littering the game's varied environments is there for a reason everything tells you a story from the subtle to the overt The Last of Us does a brilliant job of setting the scene and making you feel like you're there it's essentially videogames version of Cormac McCarthy's the road and with such high praise comes high expectations which The02:04Last of Us meets time and time again like the road the last of us isn't so much about what happened to humanity as it's about the tale of two people and their journey Joel's interactions with a girl Ellie drive the story forward and Ellie quickly becomes the star they're contextual conversations which happen constantly endear you to their evolving relationship and this is kind of sad what is almost music that's just sitting here while Joel perpetually has blood on his hands a product of surviving in such02:36an upside-down world Ellie is more sympathetic it's not that she's innocent she too is killed to survive it's more that she doesn't know any better while survivors litter the game that once held a job and had a normal life in the world you and I know she was born into this desolation and our questions about what the real world was like before make for some of the game's most enjoyable discussions after all Ellie's not even quite sure what a job is and the real world to her is nothing but a03:01dream watching this dichotomy play out is one of the last of us as strokes of genius of course the game is gorgeous to boot it is perhaps PlayStation 3's prettiest game both in game and during cutscenes and the aesthetics are only heightened by a beautifully written story and expert voice acting these elements drive the story home and put it at the forefront of the experience and that's a good thing because as great as the Last of Us plays at the end of the day it's really all about the story [Music]03:30I may have so far given you the impression that other humans are the only danger in the last of us but that's far from the truth you see that fungus cordyceps doesn't actually kill people it turns them into frenzied monsters known as the infected and those foes who are contagious by the way are even bigger threats than other humans they don't practice self-preservation and they aren't subtle whether you're fighting the lesser infected called runners or they're blind hyper infected counterparts known as clickers the fear04:05is palpable especially because if the latter so much as get their teeth into you it's game over human enemies on the other hand are a bit smarter they work together and react to what you do you'll have to approach each fight differently and this gives the last of us an amazing perpetually unpredictable feel to deal with his adversaries joel has a litany of weapons and makeshift items that rest at the heart of the Last of Us is superb combat system as you might imagine ammunition is scarce very scarce in fact04:29forcing Joel and others like him to cleverly navigate precarious situations when and where possible stealth is king slinking about environments while quietly and covertly taking out enemies by strangling stabbing or otherwise brutalizing them without so much as a peep but when push comes to shove hostilities are heightened and it's not only your firearms that give you an edge indeed by finding the right supplies in the environment raging from scissors and tape to sugar and alcohol Joel could concoct a slew of curative and offensive04:56items this ability gives Joel the feeling of a guerrilla fighter someone using the environment and all it provides to its fullest advantage it forces you to make choices as items are created using ingredients needed to make other items this makes the player feel both vulnerable and mighty at the same time as Joel is always a mistake away from death but a lucky break away from living to see another day better yet the game never ever pauses when you're making these items are toggling through your menus if you need to deploy a05:21homemade grenade you'll do so in real time if you need to create a health kit you better hope there are no enemies around the last so much totes an amazing sense of urgency that can only be avoided when you're already assured that the coast is clear and in this world the coast isn't clear very often the last of us also comes packing a multiplayer mode and much like Uncharted it's an aside - it's amazing single-player campaign with that said the Last of Us is multiplayer modes supply raid and05:44survivors are a typical multiplayer options and play wonderfully into the last busses dire mood what's most unique about them is their ingenious metagame slant that ties into each and every online match you play no matter who you play with by finding items throughout the map you support a group of survivors that you're the leader of the more you find the more robust your group becomes though the survivors you support are occasionally hit by disease and other dangers that you need to figure out ways around usually by achieving certain06:09statistical milestones in multiplayer maps while multiplayer is in no way the focus of the Last of Us it's a nice supplement to the campaign and it's surprisingly thoughtful and engaging to boot The Last of Us is a masterpiece a case study and how games can immerse you tell a fascinating story and make you really care about its characters the travels of Joel and Ellie which took me nearly 18 hours to get through my first playthrough provide one of the most memorable heartfelt and outright brutal adventures gaming has ever taken me on06:49it's as undeniably brilliant as it is raw brutal violent and hopeless Naughty Dog should be applauded for leaving the PlayStation 3 with arguably its best game before its successor the PlayStation 4 arrives on the scene the Last of Us is unrivaled in so many ways and I'd recommend it to any PlayStation 3 owner it's truly a special one-of-a-kind game for more on all these PlayStation keep it tuned to IGN you" } 
    },
    {
        "Output": {
            "Customer Name": "Not specified (Reviewer from IGN)",
            "Business as Usual": "Playing and reviewing various video games, likely seeking engaging and memorable gaming experiences.",
            "New Behaviour": "Played and reviewed \"The Last of Us\" video game on PlayStation 3.",
            "Progress the Customer Wants to Make": "Experience a high-quality, engaging, and emotionally impactful video game that sets a new standard for storytelling and immersion.",
            "Functional Motivation": "Seeking a video game with exceptional graphics, sound design, gameplay mechanics, and a compelling narrative that provides a significant playtime experience.",
            "Emotional Motivation": "Desire for an emotionally impactful and immersive gaming experience that evokes feelings of empathy, tension, and connection with the characters and their journey.",
            "Social Motivation": "Potentially seeking a game that is critically acclaimed and recognized as a standout title within the gaming community, allowing for discussion and shared experiences with other players.",
            "Force 1: Push": "Potential boredom or dissatisfaction with the current state of video games, seeking a game that goes beyond typical expectations and delivers a truly exceptional experience.",
            "Force 2: Pull": "The high praise and critical acclaim surrounding \"The Last of Us\", its reputation for exceptional storytelling, character development, and immersive gameplay, as well as the impressive graphics and presentation.",
            "Force 3: Anxieties": "Concerns about the game living up to its hype, potential for violence and brutality to be overwhelming or gratuitous, and the possibility of the gameplay mechanics being overly complex or frustrating.",
            "Force 4: Habits": "Playing and reviewing other video games, potentially with different genres, styles, and expectations.", 
            "Stage 1: First Thought": "Not enough information to determine the specific event that triggered the initial interest in playing \"The Last of Us\".",
            "Stage 2: Passive Looking": "Likely exposure to reviews, trailers, or discussions about the game within the gaming community, creating awareness and initial interest.",
            "Stage 3: Active Looking": "Engaging with reviews, gameplay videos, and additional information about the game to assess its features, story, and overall quality.",
            "Stage 4: Deciding": "Making the decision to play \"The Last of Us\" based on the positive reviews, compelling story, and potential for a unique and impactful gaming experience.",
            "Stage 5: Onboarding": "The reviewer's initial experience with the game was overwhelmingly positive, praising the graphics, sound design, story, and character development. They were immediately immersed in the world and invested in the characters' journey.",
            "Stage 6: Ongoing Use": "The reviewer completed the game in approximately 18 hours, indicating a significant time investment and sustained engagement. The review expresses deep satisfaction with the overall experience, highlighting the emotional impact, memorable story, and exceptional gameplay. The reviewer highly recommends the game to other PlayStation 3 owners, solidifying its position as a standout title in their gaming experience." 
          }
    },
    {
        "Input": { "Target Product": "HOURGLASS Soft Glow Foundation", "Review": "https://www.youtube.com/watch?v=3S6wHm5xZsA", "Review Title": "HOURGLASS Soft Glow vs. LANCOME Care & Glow Foundation Wear Test", "channel": "Michele Wang", "Transcript": "hey guys as promised i am going to be doing a wear test of two foundations today i'm going to apply one two one half of my face and the other one to the other half of my face i'm going out later today hopefully it doesn't look too weird but anyway we are going to be playing around with the ambient soft glow foundation from hourglass and the tauntaedal ultra wear care and glow from lancome both of these foundations are new they both have very similar claims so i thought that this would be like a good video to make i put        00:30        out a poll on my youtube community tab asking you guys which one you were more interested in uh the hourglass one out but not by too much so that's why i thought this video was probably a good idea anyway i want to mention a couple things before we get started one this is not going to be a first impressions video because i have worn both of these uh a few times at least at this point the lancome i have worn uh a lot actually um this was sent to me from lancome hourglass was purchased by myself at sephora        01:03        and also full disclosure i did a sponsored instagram reels and instagram stories with lancome for this foundation however this video is not sponsored i just want to make that clear but they did send this to me so we are going to be using the sonya g jumbo base brushes i have one in her original version one in her mini kayaki set i thought that would be the best test use the same brush for both foundations and it is very early right now we are going to be attempting a 12-hour wear test for both of these and i'll do like a check-in and point        01:40        out anything that i may notice throughout the day and then give you my thoughts at the end of the day again this is not uh first impression so i'll kind of be giving you my thoughts as i'm applying it and everything so uh let's go ahead and get started let's start with the hourglass so again this is the ambient soft glow foundation brand new i have it in the shade number three and this has a glass bottle a pump top dispenser and it has a really nice creamy texture you can see that on the back of        02:09        my hand it doesn't really run down my hands so it's not like a thin serum like foundation or anything like that i just pumped out one pump and when i used this in my last try new makeup video which hopefully you will have seen yesterday i basically used like one it was like the first pump so it was kind of like half a pump and then i pumped another one so it was kind of like one full pump anyway i used one full pump all over my face that was good enough so i don't suspect i'm going to be using all of this foundation so i'm        02:40        going to be applying the hourglass onto the right side of my face i'm going to keep saying that otherwise i'm going to forget i'll probably write it down once i stop filming this portion but the hourglass is on the right hourglass on the right okay all right so i picked up some on the brush and i'm gonna start on my cheeks here and blend out get it around my nose and then get some on my forehead here okay so there is the hourglass applied and i think the shade absolutely works for me it has the slightest bit of like a yellow        03:27        undertone which is okay i much prefer like a neutral sort of foundation so if a foundation is just a little bit yellow pink or peach it usually works it's just if it goes a little overboard this is fine and if you use me as like a shade comparison i think three would work for you this will definitely work for me in the fall winter because i do think it's a like a spot on match for my neck pretty much um so that is the shade the finish is really lovely i think you can see just a little bit of kind of soft        04:03        radiance there i just have like my normal skincare down i have spf down as like my last layer of skin care and you know spf is always like a like extra moisturizing so that is what i have down on my face just fyi i have a very dry skin i am 48 will be 49 in a couple of months um and so i have you know mature skin concerns so this foundation claims to have medium coverage but i feel like you can really sheer it out if you want i feel like i've achieved like a light medium coverage and out of that one pump you can see i        04:41        didn't use all of it so just a light kind of coverage obviously your tool will make a difference if you use your fingers i think you'll have a fuller coverage application but with a brush i think you can really kind of sheer it out if you want so this light medium coverage is definitely more my preference you can definitely build it up to a medium so that is the hourglass let's go ahead and move on to the lancome so again this is the tonji doll ultra wear care and glow spf 27 foundation and i have it in the shade        05:12        105 w and uh on i know on the lancome site they have like um like a shade chart basically so if you're a big fan of their original um tantidal foundation if you look up your shade what you use in that foundation it'll tell you basically what to get for this so that's how i picked out this shade i basically used that chart so let's go ahead and shake this up and i'm going to apply this to the left side of my face i'm going to do the same thing i'm just going to pump out one pump and the texture of both of these        05:44        foundations are similar the lancome is just a teensy bit thinner if you will but you can see they both have like a lotiony creamy kind of texture one is not much thicker or thinner than the other so i'm gonna go ahead and use my jumbo base brush from sonia g do the same thing apply here and this 105 w shade is a really really good match for me because it does have a very neutral undertone so right off the bat what i will say is the coverage for the lancome is a little bit higher than fuller than the hourglass        06:28        even when i shear it out you can probably see it on my lips even when i sheer it out i have i just have more coverage so it is more pigmented than the hourglass but it is like a nice medium you know i don't feel like it's a very full coverage foundation which is great again i'm not the biggest fan of that okay so there is the lancome the finish for the lancome uh there is you can see there's like a nice like very subtle natural glow but there is a little bit more to the hourglass i mean just a tiny bit more        07:02        you can maybe see it right here so here is the hourglass you can see that little bit of shine and here's the lancome where we have a nice kind of like satin finish but it's not quite as glowy as the hourglass so so far what i will say is the long home has a teensy bit more coverage than the hourglass and the lancome is also a teensy bit matter in its finish versus the hourglass it's not matte but it is matter than the hourglass so i'm just gonna make sure it's applied on my nose properly because        07:38        i kind of stopped in the middle but that's kind of silly so i'm just gonna make sure i have the long comb here kind of blend it in and then the hourglass kind of blend it in here okay all right so both are applied i'm just going to go ahead and zoom into my forehead here and we'll just work our way down and both of these foundations are very very lovely i just think that they look really beautiful on the skin i don't think that either looks cakey i don't think either sinks into my fine lines        08:18        around my eyes i think they both wear pretty well around my nose we'll definitely do some check-ins so you can see that i'm actually sweating right now because it's just so hot out so the tip of my nose is actually a little bit damp and both actually applied on top of that pretty nicely and neither looks you know cakey or too thick or too makeupy both go on really really seamlessly so what i'm going to do for this wear test is i'm not going to apply any powder or concealer i may want to apply some powder a little        08:54        bit later on but i want to see how these foundations wear without powder i have dry skin so i've gotten to that point where i don't want to powder unless i have to or unless i'm going for like a matter aesthetic or anything but just for like the everyday if i don't have to powder i kind of stay away from it but i will if it starts to get a little bit too shiny so for now i'm not going to powder i'm not going to put on concealer because i want to see what this foundation does all by itself especially        09:19        around my eye area you know if it starts to crease or do anything funky um but i am gonna put on some light makeup so let me go ahead and do that and i will be right back okay wow i have a pretty pink pinky makeup look on today uh just to quickly share with you what i do have on so again no powder no concealer i did put on the rms beauty blush in french rose where did it go it's just here here it is in french rose so i have a powder blush on and then i thought let me try the victoria beckham reflect highlight stick        09:53        in pearl like a cream product on top just to kind of see like is it going to break up the foundation i think it i think everything is playing really nicely together i don't see any sort of you know like how liquid on top of liquid sometimes it'll like remove it or start to do strange things this actually layered on top really nicely the foundation didn't budge underneath i do have my dior brow gel on and then i do have the westmin atelier ipod in bisu on my lids so this is like a nice kind of pinky        10:26        peach uh satiny kind of shade i think you can probably see that and then the hourglass voyeur waterproof gel liner in cave and then the lancome mascara the lily tipnose serum infused mascara and then on my lips i have the armani lip power in 500 it's this really pretty pink and then i layered the silver bullet by poppy king this one that changes colors that i was talking about my try new makeup video so i have that on top of the 500 which gave it that kind of silver sheen and also made it made the pink like a little bit        11:07        a little bit brighter but this is a really fun like layering product as well um okay so it is like i said it's very early um i think sorry i don't know where my phone is i don't know what time it is but i pretty much sat down at six o'clock 6 a.m so i'm gonna go about my day and let's go ahead and take a look at my first check-in here hey guys it is about 12 30 and i was kind of waiting for the skies to clear a little bit but i think here in vegas today we're just having a little bit of a cloudy day so        11:37        the lighting i'm standing in front of a big window i wanted to give you some natural light information here and do my check-in uh with natural light so anyway it's gonna be a little bit uh cooler toned than usual because of uh the cloudiness but we're just checking on where and i was just checking checking myself out in a mirror and these are both wearing really really well i think you can probably see do you see the line there so again this is the hourglass and then this is the lancome and i think i was        12:11        telling you that i felt like the hourglass it's fine it works but it's a little bit on the lighter side from what i generally would go for so i think you can see the lancome i really like the match the lancome do you see that it's just a little bit i feel like a little bit more natural looking on my face anyway that's just like a great shade difference view right there yeah right there on my forehead now just to give you an idea of what i've been up to today so um it is even though it's        12:43        overcast it's still about 100 degrees it's just thankfully not like 110 but you know i put this on i walk the dog i uh you know ran some errands or whatever so i have been out and about and i do feel like you know my nose my forehead has been a little bit sweaty um but i feel like the foundation has stayed really well in those areas the only area i feel like i see it wearing away a little bit is right here and this is the lancome side and yeah it just i feel like you know the lancome had more coverage but i feel like the hourglass has        13:21        actually done a better job there i wonder if you can i hope you can see it in the viewfinder i can see that this looks a little bit worn away right here so that's pretty interesting the lancome claims to have up to 24 hour wear um hourglass is up to 16 hour wear so i'm a little surprised i thought if anything it would have been reversed but other than that i mean like i said even around like the tip of my nose where foundation always wears away no matter what both of these have stayed put really nicely yeah it's looking really good        13:55        elsewhere now again i did not powder at all and i'm really impressed i'm impressed that like the glow for the hourglass hasn't gotten any worse uh the lancome which kind of started out a little bit more matte than the hourglass i feel like now it's looking like there's a little bit of a like a satin finish there but both foundations i think are looking really really beautiful yeah and i don't feel like i need to powder at all so here we are what did i say it was like it's around 12 30 i put it at 6 00. this        14:32        is about a six and a half hour check-in not bad right all right so let's go ahead and take a look at what this foundation looks like after 12 hours of wear hello it is 6 00 p.m it's been a long day a long day uh but anyway i am just sitting down here i need to [Music] take a close look at what's going on here okay now i think the hourglass has caught up to the lancome i feel like i see wearing a way of the foundation underneath my eyes as for everywhere else it looks pretty good in fact when i'm looking at both sides of my face        15:18        i mean it kind of aside from the shade you know that minor very very small shade difference i feel like i'm just looking at the same look i'm looking at the same foundation they are very very similar when i'm taking a super like super close super anal look at my face i feel like i see a little bit of wearing away around my nose with the hourglass like a little bit the lancome is still there like like the minute i put it on like that it looks the same as when i put it on here i'm gonna zoom in i don't even know if        15:57        you'll be able to see it let me get away from the light actually um it looks a little bit worn away here i see a little bit more redness around my nostril versus this one versus the lancome side that's like super nitpicky it looks like the hourglass has uh let me think eight for 32 shades it's 58 dollars i'm really getting to the nitty gritty now to see if there's one that comes out the winner um the lancome is 47 so it's less expensive and there are let's see 8 24 30 30 shades so fewer shades a        16:38        little bit less expensive spf and then the hourglass has is a little bit more expensive eleven dollars more expensive more shades no spf but really like on my face i really cannot tell the difference either between the finish um the wear they're like nearly identical it's actually pretty uh pretty fascinating what i'm going to do actually because i did not do this in the beginning is smell this so the lancome has a fragrance it just smells like um it doesn't smell floral just smells like kind of clean        17:19        but i know once i get this foundation on i don't smell it okay so that's the lancome and then the hourglass let's see i don't smell anything anything with the hourglass the hourglass is also vegan and cruelty free so i know that's important to many of you yeah so those are all the differences that i can come up with but in terms of actual wear they're very similar i really there's no there's really no differentiating between the two so i think it really is going to come down to preference uh shade uh cost        17:56        whether you know vegan and cruelty free is you know important for you you'll want to go with the hourglass but you know other than lancome has a little bit of fragrance i don't really smell anything with the hourglass so i think it's going to come down to those little preferences you know just to see which one you would prefer so anyway i hope you found that helpful thank you guys so much for tuning in uh let me know your thoughts down below in the comment section give this video a thumbs up if you enjoyed it subscribe        18:22        down below if you haven't already and i will see you in my next video [Music] you. UPDATE! When I went to remove my makeup after 14 hours of wear, I noticed the Lancome side was much more pore blurring than the Hourglass. The Hourglass side seemed a bit more oily looking and not quite as smooth. If you wear your foundation for more than 12 hours, I would say the Lancome wears better in those later hours." },
        "Output": {
            "Customer Name": "Michele Wang (Beauty reviewer/YouTuber)",
            "Business as Usual": "Using various foundations, seeking a product that provides natural-looking coverage, a radiant finish, and long-lasting wear for mature skin.",
            "New Behaviour": "Purchased and wore Hourglass Ambient Soft Glow Foundation, comparing it to Lancôme Teint Idole Ultra Wear Care & Glow Foundation.",
            "Progress the Customer Wants to Make": "Find a foundation that complements mature skin, offering a balance of coverage, radiance, and longevity without emphasizing fine lines or feeling heavy.",
            "Functional Motivation": "Seeking a foundation with medium coverage, a radiant finish, long wear time (up to 16 hours), and a shade that matches her skin tone with neutral or slightly yellow undertones. Easy application and blending, preferably with a brush.",
            "Emotional Motivation": "Desire to enhance natural beauty and achieve a youthful, radiant complexion. Reduce concerns about signs of aging, such as fine lines and uneven skin tone, and feel confident in her appearance.", 
            "Social Motivation": "Share her experience and recommendations with her audience, potentially influencing their purchasing decisions and establishing herself as a reliable source of beauty information.",
            "Force 1: Push": "Dissatisfaction with current foundation options that may not provide the desired level of coverage, finish, or longevity, or that may emphasize signs of aging.",
            "Force 2: Pull": "Hourglass Ambient Soft Glow Foundation's claims of medium coverage, radiant finish, and long wear time, along with positive reviews and the brand's reputation for high-quality products.", 
            "Force 3: Anxieties": "Concerns about the foundation's shade matching her skin tone, its performance on mature skin, and its potential to crease or emphasize fine lines. The higher price point compared to Lancôme's option might also be a concern.",
            "Force 4: Habits": "Using other foundations and makeup products, potentially with different brands, coverage levels, and finishes.",
            "Stage 1: First Thought": "Not enough information", 
            "Stage 2: Passive Looking": "Not enough information",
            "Stage 3: Active Looking": "Not enough information",
            "Stage 4: Deciding": "Purchasing the Hourglass foundation and comparing it directly to the Lancôme Teint Idole Ultra Wear Care & Glow Foundation through a wear test.", 
            "Stage 5: Onboarding": "Initial application and wear test experience was positive, noting the creamy texture, easy application, and beautiful finish of the Hourglass foundation. The shade match was slightly lighter than her ideal preference, but still workable.",
            "Stage 6: Ongoing Use": "The reviewer conducted a 12-hour wear test, noting that both Hourglass and Lancôme foundations performed similarly in terms of wear, finish, and coverage. She observed slight wear around the nose with Hourglass and longer-lasting wear with the Lancôme past the 12-hour mark but ultimately concluded that both foundations were excellent options, with the final decision depending on individual preferences for shade, price, and brand values (vegan and cruelty-free for Hourglass)." 
          }
    },
    {
        "Input": { "Target Product": "Lancome Teint Idole Ultrawear Care & Glow Foundation", "Review": "https://www.youtube.com/watch?v=3S6wHm5xZsA", "Review Title": "HOURGLASS Soft Glow vs. LANCOME Care & Glow Foundation Wear Test", "channel": "Michele Wang", "Transcript": "hey guys as promised i am going to be doing a wear test of two foundations today i'm going to apply one two one half of my face and the other one to the other half of my face i'm going out later today hopefully it doesn't look too weird but anyway we are going to be playing around with the ambient soft glow foundation from hourglass and the tauntaedal ultra wear care and glow from lancome both of these foundations are new they both have very similar claims so i thought that this would be like a good video to make i put        00:30        out a poll on my youtube community tab asking you guys which one you were more interested in uh the hourglass one out but not by too much so that's why i thought this video was probably a good idea anyway i want to mention a couple things before we get started one this is not going to be a first impressions video because i have worn both of these uh a few times at least at this point the lancome i have worn uh a lot actually um this was sent to me from lancome hourglass was purchased by myself at sephora        01:03        and also full disclosure i did a sponsored instagram reels and instagram stories with lancome for this foundation however this video is not sponsored i just want to make that clear but they did send this to me so we are going to be using the sonya g jumbo base brushes i have one in her original version one in her mini kayaki set i thought that would be the best test use the same brush for both foundations and it is very early right now we are going to be attempting a 12-hour wear test for both of these and i'll do like a check-in and point        01:40        out anything that i may notice throughout the day and then give you my thoughts at the end of the day again this is not uh first impression so i'll kind of be giving you my thoughts as i'm applying it and everything so uh let's go ahead and get started let's start with the hourglass so again this is the ambient soft glow foundation brand new i have it in the shade number three and this has a glass bottle a pump top dispenser and it has a really nice creamy texture you can see that on the back of        02:09        my hand it doesn't really run down my hands so it's not like a thin serum like foundation or anything like that i just pumped out one pump and when i used this in my last try new makeup video which hopefully you will have seen yesterday i basically used like one it was like the first pump so it was kind of like half a pump and then i pumped another one so it was kind of like one full pump anyway i used one full pump all over my face that was good enough so i don't suspect i'm going to be using all of this foundation so i'm        02:40        going to be applying the hourglass onto the right side of my face i'm going to keep saying that otherwise i'm going to forget i'll probably write it down once i stop filming this portion but the hourglass is on the right hourglass on the right okay all right so i picked up some on the brush and i'm gonna start on my cheeks here and blend out get it around my nose and then get some on my forehead here okay so there is the hourglass applied and i think the shade absolutely works for me it has the slightest bit of like a yellow        03:27        undertone which is okay i much prefer like a neutral sort of foundation so if a foundation is just a little bit yellow pink or peach it usually works it's just if it goes a little overboard this is fine and if you use me as like a shade comparison i think three would work for you this will definitely work for me in the fall winter because i do think it's a like a spot on match for my neck pretty much um so that is the shade the finish is really lovely i think you can see just a little bit of kind of soft        04:03        radiance there i just have like my normal skincare down i have spf down as like my last layer of skin care and you know spf is always like a like extra moisturizing so that is what i have down on my face just fyi i have a very dry skin i am 48 will be 49 in a couple of months um and so i have you know mature skin concerns so this foundation claims to have medium coverage but i feel like you can really sheer it out if you want i feel like i've achieved like a light medium coverage and out of that one pump you can see i        04:41        didn't use all of it so just a light kind of coverage obviously your tool will make a difference if you use your fingers i think you'll have a fuller coverage application but with a brush i think you can really kind of sheer it out if you want so this light medium coverage is definitely more my preference you can definitely build it up to a medium so that is the hourglass let's go ahead and move on to the lancome so again this is the tonji doll ultra wear care and glow spf 27 foundation and i have it in the shade        05:12        105 w and uh on i know on the lancome site they have like um like a shade chart basically so if you're a big fan of their original um tantidal foundation if you look up your shade what you use in that foundation it'll tell you basically what to get for this so that's how i picked out this shade i basically used that chart so let's go ahead and shake this up and i'm going to apply this to the left side of my face i'm going to do the same thing i'm just going to pump out one pump and the texture of both of these        05:44        foundations are similar the lancome is just a teensy bit thinner if you will but you can see they both have like a lotiony creamy kind of texture one is not much thicker or thinner than the other so i'm gonna go ahead and use my jumbo base brush from sonia g do the same thing apply here and this 105 w shade is a really really good match for me because it does have a very neutral undertone so right off the bat what i will say is the coverage for the lancome is a little bit higher than fuller than the hourglass        06:28        even when i shear it out you can probably see it on my lips even when i sheer it out i have i just have more coverage so it is more pigmented than the hourglass but it is like a nice medium you know i don't feel like it's a very full coverage foundation which is great again i'm not the biggest fan of that okay so there is the lancome the finish for the lancome uh there is you can see there's like a nice like very subtle natural glow but there is a little bit more to the hourglass i mean just a tiny bit more        07:02        you can maybe see it right here so here is the hourglass you can see that little bit of shine and here's the lancome where we have a nice kind of like satin finish but it's not quite as glowy as the hourglass so so far what i will say is the long home has a teensy bit more coverage than the hourglass and the lancome is also a teensy bit matter in its finish versus the hourglass it's not matte but it is matter than the hourglass so i'm just gonna make sure it's applied on my nose properly because        07:38        i kind of stopped in the middle but that's kind of silly so i'm just gonna make sure i have the long comb here kind of blend it in and then the hourglass kind of blend it in here okay all right so both are applied i'm just going to go ahead and zoom into my forehead here and we'll just work our way down and both of these foundations are very very lovely i just think that they look really beautiful on the skin i don't think that either looks cakey i don't think either sinks into my fine lines        08:18        around my eyes i think they both wear pretty well around my nose we'll definitely do some check-ins so you can see that i'm actually sweating right now because it's just so hot out so the tip of my nose is actually a little bit damp and both actually applied on top of that pretty nicely and neither looks you know cakey or too thick or too makeupy both go on really really seamlessly so what i'm going to do for this wear test is i'm not going to apply any powder or concealer i may want to apply some powder a little        08:54        bit later on but i want to see how these foundations wear without powder i have dry skin so i've gotten to that point where i don't want to powder unless i have to or unless i'm going for like a matter aesthetic or anything but just for like the everyday if i don't have to powder i kind of stay away from it but i will if it starts to get a little bit too shiny so for now i'm not going to powder i'm not going to put on concealer because i want to see what this foundation does all by itself especially        09:19        around my eye area you know if it starts to crease or do anything funky um but i am gonna put on some light makeup so let me go ahead and do that and i will be right back okay wow i have a pretty pink pinky makeup look on today uh just to quickly share with you what i do have on so again no powder no concealer i did put on the rms beauty blush in french rose where did it go it's just here here it is in french rose so i have a powder blush on and then i thought let me try the victoria beckham reflect highlight stick        09:53        in pearl like a cream product on top just to kind of see like is it going to break up the foundation i think it i think everything is playing really nicely together i don't see any sort of you know like how liquid on top of liquid sometimes it'll like remove it or start to do strange things this actually layered on top really nicely the foundation didn't budge underneath i do have my dior brow gel on and then i do have the westmin atelier ipod in bisu on my lids so this is like a nice kind of pinky        10:26        peach uh satiny kind of shade i think you can probably see that and then the hourglass voyeur waterproof gel liner in cave and then the lancome mascara the lily tipnose serum infused mascara and then on my lips i have the armani lip power in 500 it's this really pretty pink and then i layered the silver bullet by poppy king this one that changes colors that i was talking about my try new makeup video so i have that on top of the 500 which gave it that kind of silver sheen and also made it made the pink like a little bit        11:07        a little bit brighter but this is a really fun like layering product as well um okay so it is like i said it's very early um i think sorry i don't know where my phone is i don't know what time it is but i pretty much sat down at six o'clock 6 a.m so i'm gonna go about my day and let's go ahead and take a look at my first check-in here hey guys it is about 12 30 and i was kind of waiting for the skies to clear a little bit but i think here in vegas today we're just having a little bit of a cloudy day so        11:37        the lighting i'm standing in front of a big window i wanted to give you some natural light information here and do my check-in uh with natural light so anyway it's gonna be a little bit uh cooler toned than usual because of uh the cloudiness but we're just checking on where and i was just checking checking myself out in a mirror and these are both wearing really really well i think you can probably see do you see the line there so again this is the hourglass and then this is the lancome and i think i was        12:11        telling you that i felt like the hourglass it's fine it works but it's a little bit on the lighter side from what i generally would go for so i think you can see the lancome i really like the match the lancome do you see that it's just a little bit i feel like a little bit more natural looking on my face anyway that's just like a great shade difference view right there yeah right there on my forehead now just to give you an idea of what i've been up to today so um it is even though it's        12:43        overcast it's still about 100 degrees it's just thankfully not like 110 but you know i put this on i walk the dog i uh you know ran some errands or whatever so i have been out and about and i do feel like you know my nose my forehead has been a little bit sweaty um but i feel like the foundation has stayed really well in those areas the only area i feel like i see it wearing away a little bit is right here and this is the lancome side and yeah it just i feel like you know the lancome had more coverage but i feel like the hourglass has        13:21        actually done a better job there i wonder if you can i hope you can see it in the viewfinder i can see that this looks a little bit worn away right here so that's pretty interesting the lancome claims to have up to 24 hour wear um hourglass is up to 16 hour wear so i'm a little surprised i thought if anything it would have been reversed but other than that i mean like i said even around like the tip of my nose where foundation always wears away no matter what both of these have stayed put really nicely yeah it's looking really good        13:55        elsewhere now again i did not powder at all and i'm really impressed i'm impressed that like the glow for the hourglass hasn't gotten any worse uh the lancome which kind of started out a little bit more matte than the hourglass i feel like now it's looking like there's a little bit of a like a satin finish there but both foundations i think are looking really really beautiful yeah and i don't feel like i need to powder at all so here we are what did i say it was like it's around 12 30 i put it at 6 00. this        14:32        is about a six and a half hour check-in not bad right all right so let's go ahead and take a look at what this foundation looks like after 12 hours of wear hello it is 6 00 p.m it's been a long day a long day uh but anyway i am just sitting down here i need to [Music] take a close look at what's going on here okay now i think the hourglass has caught up to the lancome i feel like i see wearing a way of the foundation underneath my eyes as for everywhere else it looks pretty good in fact when i'm looking at both sides of my face        15:18        i mean it kind of aside from the shade you know that minor very very small shade difference i feel like i'm just looking at the same look i'm looking at the same foundation they are very very similar when i'm taking a super like super close super anal look at my face i feel like i see a little bit of wearing away around my nose with the hourglass like a little bit the lancome is still there like like the minute i put it on like that it looks the same as when i put it on here i'm gonna zoom in i don't even know if        15:57        you'll be able to see it let me get away from the light actually um it looks a little bit worn away here i see a little bit more redness around my nostril versus this one versus the lancome side that's like super nitpicky it looks like the hourglass has uh let me think eight for 32 shades it's 58 dollars i'm really getting to the nitty gritty now to see if there's one that comes out the winner um the lancome is 47 so it's less expensive and there are let's see 8 24 30 30 shades so fewer shades a        16:38        little bit less expensive spf and then the hourglass has is a little bit more expensive eleven dollars more expensive more shades no spf but really like on my face i really cannot tell the difference either between the finish um the wear they're like nearly identical it's actually pretty uh pretty fascinating what i'm going to do actually because i did not do this in the beginning is smell this so the lancome has a fragrance it just smells like um it doesn't smell floral just smells like kind of clean        17:19        but i know once i get this foundation on i don't smell it okay so that's the lancome and then the hourglass let's see i don't smell anything anything with the hourglass the hourglass is also vegan and cruelty free so i know that's important to many of you yeah so those are all the differences that i can come up with but in terms of actual wear they're very similar i really there's no there's really no differentiating between the two so i think it really is going to come down to preference uh shade uh cost        17:56        whether you know vegan and cruelty free is you know important for you you'll want to go with the hourglass but you know other than lancome has a little bit of fragrance i don't really smell anything with the hourglass so i think it's going to come down to those little preferences you know just to see which one you would prefer so anyway i hope you found that helpful thank you guys so much for tuning in uh let me know your thoughts down below in the comment section give this video a thumbs up if you enjoyed it subscribe        18:22        down below if you haven't already and i will see you in my next video [Music] you. UPDATE! When I went to remove my makeup after 14 hours of wear, I noticed the Lancome side was much more pore blurring than the Hourglass. The Hourglass side seemed a bit more oily looking and not quite as smooth. If you wear your foundation for more than 12 hours, I would say the Lancome wears better in those later hours." },
        "Output": {
            "Customer Name": "Michele Wang (Beauty reviewer on YouTube)",
            "Business as Usual": "Trying different foundations to find one that provides good coverage, wear, and a natural finish for mature skin with dryness concerns.",
            "New Behaviour": "Testing and comparing Lancome Teint Idole Ultrawear Care & Glow Foundation with Hourglass Ambient Soft Glow Foundation.",
            "Progress the Customer Wants to Make": "Find a foundation that meets specific criteria for coverage, wear, finish, and shade match, suitable for mature, dry skin and hot weather conditions.",
            "Functional Motivation": "Desire for a foundation with medium coverage, long wear (up to 12 hours), a natural glow or satin finish, and a shade that matches her skin tone.  SPF is a bonus, but not a requirement.",
            "Emotional Motivation": "Seeking a foundation that enhances her appearance, boosts confidence, and provides a sense of satisfaction with her makeup look.",
            "Social Motivation": "Sharing her experience and recommendations with her audience, potentially influencing their purchasing decisions and establishing herself as a trusted source of beauty information.",
            "Force 1: Push": "Dissatisfaction with current foundation options or the challenges of finding a suitable foundation for mature skin and hot weather.",
            "Force 2: Pull": "The appeal of both Lancome and Hourglass foundations due to their claims of medium coverage, long wear, and glowy or soft-focus finish.",
            "Force 3: Anxieties": "Concerns about shade matching, product performance in terms of coverage, wear, and finish, potential for creasing or caking, and the possibility of the foundation not meeting her expectations.",
            "Force 4: Habits": "Using other foundations and makeup products, having established preferences for certain brands or types of foundations.",
            "Stage 1: First Thought": "Not enough information", 
            "Stage 2: Passive Looking": "Not enough information",
            "Stage 3: Active Looking": "Not enough information",
            "Stage 4: Deciding": "Lancome sent her this foundation to review as part of her job. She chose to purchase the Hourglass one to test both foundations to compare their performance and determine which one best meets her needs and preferences. This was because both foundations make similar claims, and her audience showed a similar amount of interest in both products.",
            "Stage 5: Onboarding": "Initial application and wear test of both foundations were positive, with both products providing good coverage, a natural finish, and comfortable wear. She noted a slight difference in shade and finish, with Lancome offering slightly more coverage and a less glowy finish compared to Hourglass.",
            "Stage 6: Ongoing Use": "Throughout the 12-hour wear test, both foundations performed well, with minimal creasing or wear-off. She observed that Lancome maintained slightly better coverage around the nose area, while both foundations exhibited similar performance in terms of shine control and overall appearance. In a later update, she noted that Lancome exhibited better pore-blurring and a smoother finish compared to Hourglass after 14 hours of wear." 
          }
    },
    {
        "Input": { "Target Product": "newly reformulated Lancome Teint Idole Ultra Wear Foundation", "Review": "https://www.youtube.com/watch?v=wXjYA5IBEl0", "Review Title": "REFORMULATED LANCOME TEINT IDOLE ULTRA WEAR FOUNDATION | REVIEW + 3 DAY WEAR TEST", "channel": "By Kristina Studio", "Transcript": "hello everyone welcome back to my channel and if you're new then welcome my name is Christina and on my channel we talk all things beauty from my own experiences so before you go make sure to subscribe to my channel like this video and leave any comments that you have for me down below today we're going to be talking all about the brand new reformulated Lancome tent Idol Ultra wear Foundation this is supposed to be a matte full coverage super long wear Foundation I did try out the original formulation and honestly I was not a fan\n00:29\nso I'm super curious about this new reformulation because that tells me that I was not alone in my opinion on it I'm gonna do a demo talk about my first impressions and my final thoughts and I may throw in a little bit of a wear test throughout the next couple of days just to show you guys how this Foundation is wearing so if those are things that you're interested in and then let's get started I bought the shade 355n and it says before it was the shade 360.\n00:58\nso if you did used to have this foundation and wear this Foundation it should be pretty easy for you to figure out which shade you are and the reason why the shades changed was because they added 28 new shades to cater to more skin tones I'm on their website right now let's read out the specs before we get started on the demo so it says this is a full coverage natural matte foundation thinnest and most breathable formula yet it is also supposed to be a buildable formulation waterproof and sweat proof and humidity resistant powered by advanced airware technology\n01:33\ngiving you a Flawless undetectable finish with added benefits of skin loving ingredients like hyaluronic acid vitamin E Moringa seed extracts and prebiotics it says that they have 50 Shades and some shades include ultramarine blue pigment for Pure deep Shades without a gray cast and chromium oxide green pigment for Olive Shades that aren't too yellow or orange that's actually really nice to hear because one of my grapes with the original formulation was that the shade that was supposed to be my shade the one that was\n02:06\nclosest to my skin tone looked a little grayish on me I bought mine at Ulta for 57 you can purchase it at Sephora at Ulta in stores as well and I decided to go into Ulta stores to Swatch it because I wanted to make sure that I got my shade correct all right let's get started with the demo see how this wears now it is 6 p.\n02:27\nm and it's raining right now if you can hear that or if you end up hearing any type of Thunder that's what that is so it's not going to be a full day wear test today but I am going to be spreading it out across a couple of days just so I can give you guys more of a comprehensive idea of how this Foundation is doing for me and if you're new here I do have combination normal to oily skin type I am a neutral undertone I'm gonna put all of my Foundation matches in the description box down below so you can reference all of that\n02:54\nprepped my face with my glow recipe nice in my dewdrops and my embryo cream and I already have my brows done and I also prepped my under eyes with Henriksen banana bright eye cream so I'm gonna go ahead and shake her up sounds quite thin quite liquidy I'm gonna do a little pump on the back of my hand so we can see the texture of this and it does run down the hand not super quickly it does still have a little bit of form to it so it's thicker than say a serum Foundation but definitely thinner than a creamy\n03:27\nfoundation and that is what that looks like ooh has a scent to it is that floral can't tell what that is but it definitely has some sort of added fragrance to it I'm going to take my makeup by Mario brush this is a dual ended brush I ended up super gluing the loose side I don't know if you guys saw my video or was talking about that but I super glued it and it's pretty much good as new so I'm just taking what I put on the back of my hand and we're going in all over the face starting in the center pretty good color\n03:56\nmatch I will say it's looking a little bit light maybe a little bit grayish before I blend her I'm curious to see if this will still match me as I get more tan during summer time I have a feeling that this is going to be as light as I can go oh but it looks great that looks pretty good on the skin blending really easily it does feel thin but it's not serum Foundation thin it's definitely still a pretty nice thin creamy foundation and once it's Blended on the skin it definitely does give you\n04:32\nmore of that matte finish versus a dewy finish well actually I don't know I think because it's still wet it's coming off kind of dewy but the areas where it's starting to dry down it definitely does look more like a matte finish okay I only have a little bit of foundation right here in the center of my face you can probably see where it like cuts off right there I don't have any on the side of my left side but just to show you guys kind of how it's looking right now this side I have the foundation on it\n05:03\ndefinitely looks like it's going to be a full coverage Foundation which is really nice I'm wondering if it's going to dry down any more than it already has I have a feeling that it's probably gonna just kind of stay like this I like the color match I actually oh my gosh my hair looks crazy I let it air dry last night my hair looked really crazy so I had to push it back but this is looking really nice let's go ahead and do the rest of my face I have a lot of breakouts right now on the left side of my face and it's\n05:34\ncovering that up pretty well it is lighter than my forehead though for sure just gonna take my sponge and Pat out any excess that we have okay here's what the skin is looking like actually looks really nice I feel like it looks pretty natural on the skin I can still see that it's Foundation you know like I can still when I look closely it still looks like I have a little Foundation especially on the sides of my nose but it doesn't look cakey at all and I feel like the finish of it right now definitely does look more like natural\n06:06\nskin my big issue with the past formulation was that it just looked really thick and heavy on the skin and it didn't really blend out very easily and evenly but this Blended out pretty much flawlessly just to see how it builds I want to do a little bit more in the like Center area where you can see some of my freckles and I'm just going to place this anywhere I feel like adding a little more coverage that actually made a pretty big difference I feel like my skin looks very even now like you can still see the texture for\n06:45\nsure because that's not going to get rid of any actual texture on the skin but the coloring of my face right now looks a lot better A lot more even oh and it really covered up all that acne scarring that I have going on right there yeah this has really great coverage I will say in terms of how it's going to sit on the face so we'll see how it looks once I powder everything down hopefully it doesn't look really cakey all right and then taking my sponge again to just Pat out any excess yeah this coverage is\n07:16\nreally nice I have been typically just using medium buildable coverage foundations so this is definitely a step up obviously because it's a full coverage Foundation it's not something that I would typically go for for a day-to-day wear if I want something full coverage this looks like it's gonna be my product the color is like 10 times better than the original color that I tried out in the original formulation so so now that we have the foundation on let's go ahead and do the rest of our face and then we'll be back to talk\n07:49\nabout how it kind of is sitting on my skin and how it meshed with all my other products okay we are back and it is officially really really pouring outside so sorry if you can hear that but we have the finished face here by the way on my eyes right now I have this colourpop Super Shock shadow in rooftop cocktails and on my lips I have the fluoresis ultra satin lip in g501 I believe this is called gentle strength I have a video swatching all of those but yeah this is what the face is looking like so I definitely think that\n08:23\nthis is a matte finish when it comes to the foundation everything laid onto it really nicely I kind of regret my blush choice I did the say do blush in the shade chili and the only reason why I regret it is because it made the face very dewy where like the blush is sitting you know but I don't know I feel like I was sort of balancing it out like the mat of the foundation with a dewy blush but then I feel like the skin well I don't know you guys let me know what do you think does this does this combination look good I went with more\n08:55\nof a matte lip to go with the matte foundation maybe it is balanced I don't know but the foundation overall I love the coverage I definitely think that this is going to be a full coverage foundation and I think it's going to be a good full coverage foundation for people who are not used to or don't typically like a full coverage Foundation specifically because this one definitely does feel a lot thinner than those when I think full coverage Foundation I think Estee Lauder Double Wear I think Huda Beauty Foundation like\n09:27\nall of those really rich creamy thicker foundations those definitely have the coverage of a full coverage Foundation but the they feel like a full coverage Foundation whereas this one does feel a lot lighter than those in terms of the formulation and the texture and the weight of it on the skin I think my skin looks pretty flawless I think it looks very mattified but it doesn't look dried out you know what I mean so it's not clinging anywhere it's not looking crepey cakey anything like that overall\n10:04\nI think that this is a solid looking Foundation at least from first impression from first putting it on I will be doing check-ins throughout the night so I can kind of talk you guys through how it's wearing how it's sitting and everything I did powder my entire face with my Huda Beauty loose powder here in the shade banana bread oh I forgot to set my face I'm going to set my face with my one size setting spray this combination this setting spray and this powder is absolute magic keeps your face on all day it is already like 7 30\n10:36\nor 7 o'clock so I'm not gonna be wearing it for much longer maybe like four more hours but I will be doing check-ins with you guys and I'm also going to be inserting clips of me wearing these throughout the next couple of days so you can see what the foundation is looking like overall I think it's a solid foundation however I'm gonna say it it's an expensive Foundation 57 57 for a foundation is a lot of money especially if you're someone like me and you have a lot of Foundations this is\n11:08\nnot the most cost effective Foundation however if you're gonna have one full coverage foundation in your collection specifically to wear first like specific occasions you know I could probably justify spending that much money on it but it is definitely expensive I will say is it life-changing no not so far we're gonna see through the wear tests throughout the next couple of days if I change my mind on that it's a good one but it's not gonna be you know changing my mind about all my other foundations I guess but in saying that\n11:45\nit's definitely better than the first formulation and that one was just so dry it definitely looked cakey on the skin I don't remember if the texture was thicker than this but it definitely was noticeably drier and harder to blend out so really great Improvement in the formulation at least when it comes to the efficacy and putting it onto the skin hey guys it's the next day and it is so gloomy outside I'm sitting here editing and I wanted to check in because I did do my makeup today with that\n12:22\nFoundation that we tested out it looks pretty good I will say my forehead's looking a little bit dry but I did use a different concealer today that's also a matte concealer and it's looking dry mainly in this area where I place the concealer so it might be a combination of the two maybe they're just not compatible with each other other than that though the face is looking pretty solid pretty much the same as yesterday coverage wise and all that I used a different brush today though and I think\n12:51\nthat it deposited more Foundation onto the face so I definitely feel like I looked more matte whenever I finished applying all of it to the face so keep that in mind I definitely do think your tools make a huge difference I'm wearing the Huda Beauty lip stain right now been wearing it for a while and still looks good okay that's my first check-in on the second day of wear here for a check-in it's 7 P.\n13:21\nM I just did that I'm gonna take a quick nap thing and I slept for like two hours so I just woke up and the foundation surprisingly is looking really good I am pretty oily around my nose you can probably see that as I move my head around pretty oily around the nose a little bit like right here on the cheeks but the forehead still looks nice I know it looks really shiny here but in person it looks pretty good I don't have any transferring which is good and again keep in mind I just took a nap I think the best thing about this that I've\n13:51\nnoticed so far is oil control and seems to be pretty transfer proof okay hello it is 12 15. I got stuck I'm still watching the last episode of White Lotus season two but I wanted to do my last check-in for the night this is what the face is looking like definitely have some oils building up right here in my forehead and I can see a little bit starting to form around my nose but other than that it's looking really good even though there's oils on the face it doesn't look excessively oily I see a\n14:26\nlittle bit here I hope you guys can see it like kind of catching the light there but it looks good otherwise my blush is still kind of there my bronzer and everything is still sitting on the foundation really well so overall this lasting power is pretty good it's been on for about five hours now probably could go with a little bit of a blot especially if I were like out and about I'm sure I would be a little bit more oily but overall did well hey guys at Costco getting my groceries and I feel like they knew that I was coming because\n15:03\neverything that I needed to pick up is on sale and I love that this is going to be my last day wearing this Foundation and I went for kind of like a dewier look so everything on top is kind of just creams and I very lightly powdered my face just under my eyes I actually think today is like my favorite way that it's been looking so I'll check in again later I also thought it would be a really good idea to do this today when I was like out and about so we can get an idea of like how it wears outside of the house all right\n15:32\nI just loaded up my car with my groceries I'm really sweaty and I was talking on the phone with my husband and whenever I hung up I noticed that there was some foundation on the phone which that happens to me pretty much every time does that happen to you guys it's very hot today it is oh it's only 80 degrees here which I know for some people only sounds like hot but for us it is that's that's not bad it's 80 degrees but it is very sunny today the UV index is moderate um and I loaded up the car and I got a\n16:11\nlittle sweaty I feel sweaty like on my forehead and a little bit on my nose and stuff but I don't feel like I look like it I don't know I could be completely wrong and I could be looking real crazy right now but it's okay so now I'm headed over to Aldi and Trader Joe's to get the rest of our groceries Trader Joe's is kind of just like for me I love Trader Joe's and I like to browse and then I'm gonna head home and start working so that's going to be the extent of this wear test most\n16:39\nlikely just the rest of my groceries and then I'm gonna head home okay so this was not part of the plan but when is it ever just stopped at Target because the future Collective collection came out and I really wanted a couple of the pieces and I got some right here I got a dress a top and I actually got two tops and one of them was supposed to be a salvaged top so it was supposed to be taken back but it was still on the floor and they gave it for me for gave it to me for five dollars so what is steel okay oh my gosh look\n17:14\nyou can actually see the sweat on my face it's very hot outside it is now 82 degrees outside so it's getting hotter I tried on a ton of different clothes and I was trying very hard not to rub my face on anything because I did not want to do that to the merchandise and I also just didn't want to do that to my face either and everything seems to have stayed put other than the sweat everything is looking really good now we are going to Trader Joe's and ALDI all right is it just me or does Trader Joe's\n17:45\neverywhere have the smallest parking lot ever found the Brazil nut body wash and candles they also have the body butter and The Scrub but I still have both of those so I don't need that we just finished at Trader Joe's and it just started raining so perfect timing it started drizzling right as I was walking to my car headed home gonna give you guys the final update this is what we're looking like still pretty sweaty I would say that this is a combination of sweat and oil mainly sweat I think but I\n18:19\nstill think it looks pretty good let me put the brightness down a little so you guys can kind of see all right so this is what it's looking like my hair is sticking to my sweaty face I think this face of makeup is solid I think it's done me well for the day so let's head home guys I'm back I meant to check in whenever I got home but I ended up getting kind of sidetracked and I cooked lunch and then I ended up taking a nap again I'm not a big nap girl but lately I've been so tired no I'm not pregnant I\n18:50\nthink that I need to go to the doctor and get my thyroids checked anyways so I should have said earlier I put this foundation on around 9 30 so now it is almost 5 the clock so we've had it on for about seven and a half hours and I think that it is held up pretty pretty well there's a little bit of rubbing of my bronzer blush and maybe a little bit of the foundation right there but that's the side that I ended up falling asleep on I'm very pleased with it I think it is a great option for a matte foundation\n19:22\nit's still going to allow for your oils to come through so keep that in mind it's not going to completely set and mattify your face for the entire day from what I've noticed your oils do just naturally come through but I feel like it helps with oil control so if you're looking for something just to kind of keep your oils at Bay or I'm sorry to control them then this would be a good option for you I think it looks really nice so I think that is going to be the end of my wear test three days of wear\n19:57\nand I like it I I think it's really great still 57 is a lot of money I would not be running out to buy this Foundation but I definitely think it's a good one for what it is what it claims it does everything that it claims it will but I think that it is a great Foundation okay bye all right guys that is everything for this video I hope that you enjoyed it I hope you found it helpful if you did please make sure to like comment and subscribe for more videos like this one and I'll see you guys in my next one bye\n"},
        "Output": {
            "Customer Name": "Kristina (Beauty reviewer on YouTube channel \"By Kristina Studio\")",
            "Business as Usual": "Using various foundations, but dissatisfied with the performance of the original Lancôme Teint Idole Ultra Wear Foundation due to its thick, heavy texture and difficulty blending.",
            "New Behaviour": "Purchased and tested the newly reformulated Lancôme Teint Idole Ultra Wear Foundation over three days.",
            "Progress the Customer Wants to Make": "Find a full-coverage foundation that offers a natural matte finish, improved blendability, and better shade matching compared to the original formula, while still providing long wear and oil control.",
            "Functional Motivation": "Seeking a foundation with full coverage, a matte finish, long wear, oil control, and a shade that accurately matches her neutral undertone. Additional benefits like waterproof, sweatproof, and humidity-resistant properties are desirable. The inclusion of skin-loving ingredients and a wider shade range are also appealing.",
            "Emotional Motivation": "Desire to achieve a flawless, undetectable complexion and reduce concerns about skin imperfections, such as acne scarring and uneven skin tone. Aims to feel confident and satisfied with the foundation's performance and appearance on her skin.",
            "Social Motivation": "Sharing her experience and review with her audience, influencing their purchasing decisions and establishing herself as a trusted source of beauty information.",
            "Force 1: Push": "Dissatisfaction with the original Lancôme Teint Idole Ultra Wear Foundation's thick, heavy texture, difficulty blending, and limited shade range, leading to a subpar experience and a desire for improvement.",
            "Force 2: Pull": "The appeal of the newly reformulated Lancôme Teint Idole Ultra Wear Foundation with its claims of a thinner, more breathable formula, improved blendability, expanded shade range, and added skin-loving ingredients.",
            "Force 3: Anxieties": "Concerns about the high price point of the foundation, the possibility of the reformulation not living up to expectations, and the potential for the foundation to still appear cakey or emphasize dryness on her combination-oily skin.",
            "Force 4: Habits": "Using less-than-full coverage foundation for day-to-day wear, and using full coverage foundations for special occasions.",
            "Stage 1: First Thought": "Not enough information", 
            "Stage 2: Passive Looking": "Not enough information",
            "Stage 3: Active Looking": "Visiting an Ulta store to swatch the foundation in person and ensure an accurate shade match before making a purchase.",
            "Stage 4: Deciding": "Choosing to purchase the Lancôme Teint Idole Ultra Wear Foundation in the shade 355N based on the improved formula claims, expanded shade range, and the desire for a full-coverage matte foundation.",
            "Stage 5: Onboarding": "Initial application and wear test provided a positive experience, noting the thin, creamy texture, easy blendability, and natural-looking matte finish. The shade match was deemed suitable, and the foundation effectively covered imperfections without appearing cakey.", 
            "Stage 6: Ongoing Use": "The reviewer wore the foundation for three days, including during various activities and weather conditions. She observed that the foundation maintained good coverage, oil control, and a natural matte finish throughout the wear test, even after napping and sweating. While some minor wear and tear were noted, the overall performance exceeded expectations compared to the original formula. Despite the high price point, the reviewer considers the foundation a worthwhile investment for those seeking a reliable, high-performing full-coverage option."
          }
        
    },
    {
        "Input": { "Target Product": "newly reformulated Lancome Teint Idole Ultra Wear Foundation", "Review": "https://www.youtube.com/watch?v=HCqMdtmWLKs", "Review Title": "WHICH IS BETTER? NEW VS OLD LANCOME TEINT IDOLE FOUNDATION + 12HR WEAR *oily skin*| MagdalineJanet", "channel": "Magdaline Janet", "Transcript": "hello hello Familia welcome my name is Magdalene Janet if you are new welcome to the fam please don't forget to like And subscribe because we're always here having a good time and come visit me on Tick Tock and insta because I'm there daily and of course welcome back to my Oldies But Goodie what are we doing today oh yeah we are comparing the oldie but goodie no hold on let's start with priming for you guys today I'm going to an event and I need my makeup to last and it is early in the morning because I\n00:26\nwant to film this video it's 9 40 in the a.m so I'm gonna double Prime today I don't typically double Prime but I've used both of these foundations they both work well so it's not really a first impression it's more of a comparison because you guys wanted me to compare both of these foundations what I'm gonna do first rhyme with the Cali Ray primer you guys know this is my jam this really helps makeup last and it gives you like more of a hydrated feel and look we're gonna let this dry down and then we're\n00:56\ngonna mattify the center of the face because you guys not have oily skin so I you know what I was thinking since I'm going to an event let's also in this video do like event makeup oh this is how I would do it for it to last all day long and look good like in pictures and stuff first primer is good it's dried down we're gonna go with the one size primer we're gonna use the dime size amount we're gonna warm it up as they say to do okay warm warm and then I'm just gonna add it here in the T-Zone\n01:26\nwhere I get the oiliest and in my forehead this is on top of the other primer you always want your primers to dry down so it does the job of the primer for example this matte primer letting it dry down is going to mattify that area and then you can go in with your foundations or whatever else let's let that dry okay we're nice and mattified these are the foundations we are testing both of these out you wanted me to review both of these and compare them because when I reviewed the reformulated one you asked me to do so\n01:54\nso here we are however the original I'm seeing that it is selling now and it's not available like at the 4 and at Ulta a few of the shades so it looks like this is going to be discontinued replaced by this this one I bought at Nordstrom that's where I see it where it's available just a quick FYI about what's going on with these I am in the shade here in the original one 420 bisque neutral and then in the new one I am 355 neutral as you guys saw my review the shades look good shade numbers are\n02:26\nreally funky I would suggest to look at the chart that they provide with the new one and then you can see which one is your shade or if you're in my complexion you already know you're 355n you know I have a neutral undertone also oh my God I'm like talking so much but I feel like I have to provide all this info so we are all on the same page now let's apply this I'm gonna apply it on each side on the left side with this it brush and the side with no piercing let's remember because you know I forget actually no\n02:55\nnew left old right so new to the left and the old to the right I'm going to apply it and then as I do that I'm gonna give you all the info about the product the new reformulated long contained it all Ultra wear Foundation retails for fifty Seven dollars this is a 24 hour full coverage with a Flawless natural matte finish and a lightweight breathable feel suitable for all skin types including sensitive skin it comes in 50 diverse Shades this is a transfer and humidity resistant formula that stays true to color this is oil free and\n03:27\nfragrance free the original tea eatel Ultra 24-hour long wear matte foundation retails for fifty Seven dollars it comes in 50 Shades this is a 24 hour oil free buildable full coverage foundation for a natural matte finish that's lightweight breathable and transfer resistant in an array of Shades the highlighted ingredients is eternal soft polymers that provides increased levels of comfort for Ultra long wear immediately immediately the original one has more of a thicker texture versus the new one is a lot more watery actually show you some\n04:01\nswatches the original one also has a bit of a perfumely fragrance versus the new one does not you see how hold on let me I'm over here being stingy with my swatches first look at the shades this is the new one this is the original one you see the new one is just watery original one is a thick girl the new one is just a pine better it's smoother it Glides nicer the original one because it's thick it feels like it dries down a lot faster not really the matte map it just has a faster dry time and let me\n04:34\njust add here this new one oxidizes a lot I would say like two shades so keep in mind because look this is how it turns out and then when I blend it out you can see the total color change so what is the original one that one is definitely they both oxidize most of these foundations all oxidize just adding a little bit to like areas I know fade since we're also going to be doing event and makeup or makeup you just want to last I'm gonna show you what I do so I'm gonna tap this in you always want to\n05:06\ndo tapping motion so you don't disrupt anything that you put underneath here other brush and anytime I build I build in the perimeter of my face not in the middle like where the pores and stuff are cool so now that we're all Blended out I'm gonna get some setting spray typically I'll use a matte setting spray I really really like this new milk one and then we're just gonna spray down but my brush I'm just going to start tapping in other brush too if I were to pick I like this shade a\n05:36\nlittle bit better I feel like it's just more natural this one although it's neutral it leans more to the warm side let's start the clock now it's 10 a.m and let me show you after the foundations Blended out this is the original one this is the reformulated one the reformulated one looks super smooth you see that here it looks smooth but you can see my pores a little bit more Not a Bad Thing having pores is not a bad thing what I'm gonna do is wait around maybe about 15 minutes just to see how both sides dry down oh this\n06:07\none's way wetter than this one I mean this one's wet too but this one all right BRB it is oh it's been a little longer I was on Tick Tock oh my gosh okay oh they now feel very much the same just warmed up to the skin okay not bad look original new is it near the new one looks smoother so let me add concealer and just speed that up so I can show you so I want to show you guys here I am color correcting with this Maybelline pink corrector adding it in the under eye area letting it sit for about 30 seconds\n06:41\nand then blending it out because it has a nice dry time then I went in with the Nyx can't stop won't stop concealer in the shades of beige I can literally conceal the under eye area then I blended it out now going in with the Charlotte Tilbury Pillow Talk blush wand adding it at the tops of my cheeks and then blending it out [Music] you just saw that I set my under eyes with the Maybelline Fit Me powder I'm going to use the Laura Mercier powder to set my face because this one is more of a translucent shade it will melt into\n07:17\nthe skin nicer so I'm just going to press it in with my Powder Puff I set the face nicely you guys saw I added a little bit of cream blush and with this clean brush I'm just gonna work that powder in in my under eye area so it's also Blended out because I like a bright under eye oh the skin looks good oh look look how good everything looks this is the reformulated one and this is the oldie but goodie here we are in the front they're looking good I'm just I don't know something about the\n07:50\nreformulated one is just calling my name because I'm gonna wear my makeup wool like for a full 12 day we need to really set it down especially it's raining today and I have oily skin I'm gonna add blush Brown just beat that up and then we'll resume again [Music] [Music] all right Fam I'm back I feel like we're having such a good makeup day oh I am ready my lip color is Punchy and Stone from Maybelline this is my little combo whoa wow here I forgot to tell you guys I'm going to the Urban Decay event to celebrate\n08:45\nthe launch of their eyeliners which is why I'm wearing I mean these eyeliners where are they oh they're over here too these eyeliners are freaking amazing this was so easy to do okay here's the new reformulated and here's the original and here is the Middle look how good the skin looks they both look really good definitely the new one is just looking smoother what do you think do you think so versus here there's like cracking on both sides hold on let me try to fix this so sometimes I just shove powder\n09:15\nhere and then it kind of fixes itself powder just fixes a whole lot of things they both feel the same but let's go in front of the window so you can see in daylight how things look you guys I realized I used the brush my blush brush had highlight in it so oh but it's okay here is the original side I don't know why it looks like I have a spot but with my mirror it doesn't show this is the original side you know you can see my pores here and here is the new side it looks so much smoother I feel you see\n09:44\nmy pores you can still see them you'll always be able to see pores but you see how it looks smoother here versus here I'm leaning here on the new side let me know what you think Amelia I'm back look who is she who is she wearing white fam it is 10 16 pm and girl everything has lasted so long but you know I got some footage for you right before I left at around five o'clock the skin was looking really good here on the left side the new side the reformulated side still smooth oils were coming in just barely\n10:18\nat this point same with the original the original was a little more on the matte side throughout the day here we are now 12 hours later and gastada you guys I went to a whole event I had a little drink it was hot in there and then it was cold because then we went outside I was complimented on my makeup you guys so I met Griselda and Edith Belen oh my God they are so so nice such amazing girls they're also Central American a little cute moment there there's Zelda complimented my skin she's like what are\n10:49\nyou wearing I'm like girl long calm and it's been on since 10 a.m and look this is a reformulated side you see how it's just so smooth and then here is the original I mean the original looks good all day it hasn't been as smooth which is okay that's why things get reformulated so they're just better and look at the center my skin looks good it looks oily though I am oily but I also have that highlight that I forgot and I didn't realize I put on which will create more shine more glow I really\n11:22\nlike how the skin looks I think I look very well put together let me tap and see this typically removes like that first layer of oil just look how well put together we look so damn well first and foremost this Foundation is good both are so so good the fact that I didn't touch up and I just had a nice glow going on I really really loved it I definitely think the new and improved with all this powder on top is a better version it's a lot smoother it just Glides onto the skin it overall looked better throughout the day this one\n11:54\ndidn't look bad but this one just takes the cake we definitely have a winner winner chicken dinner we do not look gastada at all and it's been a very long day oh the only caveat about this one is although it's great it's like really truly a better version of the original the shade make sure you follow the chart and kind of go based off what the chart says and do remember that the new one does oxidize so just keep that in mind because I was kind of confused when I was looking for this Foundation I\n12:23\nthought it was going to be very light and as you guys saw like when I first apply it it's kind of light but it oxidizes and it warms up to my skin very well which one do you think was the winner winner chicken dinner today and are you planning on getting the new one if so it is currently available on Nordstrom I saw that it was available on Sephora but they removed it I don't know when that's going to happen I'll keep the description box updated I do have a two day review on this so you guys can\n12:47\ncheck it out I will link it down below and I love you guys so so much thank you for hanging out with me and spending a little bit of your day with me please don't forget to like subscribe click the button right there and I'll see you in the next one bye\n" },
    "Output": {
        "Customer Name": "Magdaline Janet (Beauty reviewer on YouTube)",
        "Business as Usual": "Using various foundations, including the original Lancôme Teint Idole Ultra Wear Foundation, but seeking a formula with improved smoothness and performance for long-lasting wear, especially for oily skin.",
        "New Behaviour": "Tested and compared the newly reformulated Lancôme Teint Idole Ultra Wear Foundation with the original version.",
        "Progress the Customer Wants to Make": "Find a foundation that offers a smooth, flawless finish, controls oil effectively, and lasts throughout the day (12+ hours) without emphasizing pores or texture, particularly for special events and occasions.",
        "Functional Motivation": "Seeking a foundation with full coverage, a natural matte finish, 24-hour long wear, oil control, transfer resistance, and a shade that accurately matches her skin tone with neutral undertones. Improved blendability and a lightweight, breathable feel are also important considerations. The availability of a wide shade range and compatibility with other makeup products are additional factors.",
        "Emotional Motivation": "Desire to achieve a flawless, confident appearance and feel comfortable with her makeup throughout the day, especially during special events. Aims to reduce concerns about oiliness and shine, ensuring her makeup remains intact and photo-ready.",
        "Social Motivation": "Sharing her experience and comparison with her audience, helping them make informed purchasing decisions and establishing herself as a trusted source of beauty information.",
        "Force 1: Push": "Dissatisfaction with the original Lancôme Teint Idole Ultra Wear Foundation's tendency to emphasize pores and exhibit a slightly less smooth finish, motivating the search for an improved formula that delivers a more flawless appearance.",
        "Force 2: Pull": "The appeal of the newly reformulated Lancôme Teint Idole Ultra Wear Foundation with its claims of a smoother, more refined finish, improved blendability, and enhanced performance in terms of oil control and longevity.",
        "Force 3: Anxieties": "Concerns about the potential for oxidation, the accuracy of shade matching due to changes in the shade numbering system, and the possibility of the foundation not living up to its claims of improved performance.",
        "Force 4: Habits": "Using the original Lancôme Teint Idole Ultra Wear Foundation and other foundations with varying finishes and coverage levels. Having established preferences for specific application techniques and makeup products.",
        "Stage 1: First Thought": "Not enough information",
        "Stage 2: Passive Looking": "Not enough information",
        "Stage 3: Active Looking": "Engaging with audience requests and feedback, prompting the comparison between the old and new Lancôme Teint Idole Ultra Wear Foundation formulas.",
        "Stage 4: Deciding": "Choosing to test both the original and reformulated Lancôme Teint Idole Ultra Wear Foundation to compare their performance and determine which one provides a smoother, more flawless finish and better overall experience.",
        "Stage 5: Onboarding": "Initial application and wear test revealed a noticeable difference in texture and blendability, with the reformulated foundation offering a smoother, more fluid application and a more refined appearance on the skin. The shade match was deemed suitable, and the foundation's performance aligned with expectations.", 
        "Stage 6: Ongoing Use": "The reviewer conducted a 12-hour wear test, including attending an event, and observed that the reformulated foundation maintained a smoother, more flawless finish throughout the day compared to the original. It effectively controlled oil and exhibited minimal transfer, even in hot and humid conditions. The reviewer concluded that the reformulated Lancôme Teint Idole Ultra Wear Foundation is a superior option, delivering on its claims of improved performance and providing a more desirable overall experience."
      }
    },
    {
        "Input": { "Target Product": "Samsung Z Flip 5", "Channel": "Marques Brownlee", "Review": "https://www.youtube.com/watch?v=WuljKartv2U&t=1s", "Review title": "Samsung Z Flip 5 Review: I Was Wrong!", "Transcript": "- All right, so I was wrong about the Z Flip 5. Kind of, kind of. (bright upbeat music) All right, so this is the new Z Flip 5 from Samsung. This is their smaller folding phone again, starting at a thousand bucks, and in nearly the same dimensions as last year's 4. And I remember when it first got announced, we had some well-respected reviewers saying, this changes everything.\n00:27\nThis is the big upgrade, it's the biggest upgrade ever. And my impression was, they've settled here. Now to be fair, my video is examining both the Flip 5 and the Fold 5 and looking at how much the foldables world has evolved in the past year, and how much Samsung seems to be sticking to their tried and true form factors, so it just feels like they're refining and settling into their positions.\n00:49\nBut now after using the Flip 5 much more over the past couple days, I gotta say I was wrong about this phone. This is actually one of the biggest updates yet. So basically there's three main new differences with this phone over the Z Flip 4, which are the chip, the hinge, and then the new outside display.\n01:07\nAnd I'm gonna go in order of importance here actually, because I think it's a pretty clear order. So first of all, they got this new overclocked Snapdragon 8, Gen 2 chip in here. Great, it's now up to date with the latest flagships. It's the same one that's in the S23 and S23 Ultra. And yeah, it's been a great chip, you know the phone is super responsive.\n01:25\nIt can handle multitasking, since it's paired with eight Gigs of RAM. It's snappy, apps open quickly, there's no issues here. It can also handle heavy gaming. And I don't even game much on my phone, but it can do it, it's great. The other half of great chip though is efficiency. So when I saw Snapdragon 8 Gen 2 for Galaxy, I was hoping to see maybe an improvement in overall battery life.\n01:48\nBut I didn't. And I mean I guess I shouldn't be surprised considering the physical battery size is still the same, it's still 3,700 milliamperes, but it's got way more pixels now to power, which we'll talk about that in a second. So the new chip, fine. But y'all have heard me talk about the hinge though.\n02:02\nThe hinge being the most important physical part of a folding phone, you can't ace a folding phone without acing the hinge. And this hinge is nice. So Samsung for the first time has actually taken parts out of, and simplified the hinge of this phone, which has resulted in less moving parts which is typically a win for long-term durability but also means a little less volume, and a little less thickness around the back of the phone.\n02:28\nShout it to Dave 2D for this graphic, basically illustrating the new internal multi axis folding mechanism that allows the oled inside to have this slightly gentler wider radius when it's folded up, which should put less stress through the middle. Honestly, I don't notice a huge difference with the crease.\n02:46\nIt's still clearly there, like it's one of those things where you turn the screen off or look off axis and it's very obvious, but once you get into the flow of using the phone, it's very easy to forget about. Honestly, the most important difference here with the hinge is actually just that it folds completely flat now.\n03:01\nSo every Z Flip up to this point has folded shut with just like a little small gap that could get a little bit of dust, a little bit of sand, a little bit of dirt inside, which is not great when the inside screen is the most delicate part of the phone. So now all these folding phones across the board from everybody, they're all working towards this gapless close.\n03:22\nIt's still technically not fully dust resistant. I mean it has an IPX8 rating, again. The eight means it can be splashed, but the X means no official dust resistance yet. But it's also an even more satisfying clap now. (clapping phone) And yeah, it's also just, it's slightly more firm. It's a nice sturdy hinge every year, which is hard to appreciate until you go back to the earliest folding phones and see how loose those were.\n03:48\nI still personally hardly ever use those like half folded features where you can like prop it up and use the camera like this or like watch videos or whatever. But look, a good hinge is a good hinge. But the biggest change to this phone is clearly the bigger screen on the outside. So let's talk about it.\n04:05\nSo the Z Flip has gone from this tiny little 1.9 inch slot to a full squared 3.4 inch 720P cover screen called the Flex window. And this is huge, it's a massive improvement, that's way more screen for checking the time or reading notifications, way more screen for framing up pictures with the primary cameras on the outside.\n04:25\nIt's a huge win for all that stuff. And then also since it's this huge new screen, they've sort of organized this UI of up to 11 pages of apps that you can flip through, sort of encouraging you to use the outside screen more. You're using a phone without even opening it. So you can fully unlock and then just start swiping over to either quickly view and organize your notifications, or move between all these full screen widgets.\n04:48\nI have a calendar widget of course, which is scrollable. You've got a scrollable weather widget. Basically these are all, not even really widgets, they're more like mini apps that have been specifically built for this outside screen to be fully functional and optimized. And then if you're feeling bold, you can also jump into the lab settings and start enabling other non-optimized apps to also work on the outside screen.\n05:13\nSo there is no question, you can do way more with this outside screen than you ever could before on the Flip. The question that's up to you now really is just, will you actually use it? Like how will you use it? And it's a surprisingly hard question to answer. Like when I first saw the phone get released, at first you see like it's a bigger outside screen, but I honestly thought I wouldn't use it much, like I thought I would just continue to use the phone mostly open, and I would enjoy the barrier\n05:40\nbetween me and endless doom scrolling. And maybe I'd check the time or some notifications a little bit more on the outside, but I was wrong. Basically the thing that I found I do much more often, especially like early in the day is, notification management. Just triaging, going through at the beginning through a bunch of notifications and clearing through the ones I don't need, reading the ones that I do need to see.\n06:02\nThat's way better than opening the phone and like accidentally starting to doom scroll through TikTok or something. So in the lab settings, there's basically only a few apps that you can actually officially enable on the outside screen. It's basically maps, messaging apps, and then Netflix and YouTube, for some reason, for you psychos out there.\n06:19\nI definitely tried to answer some texts with the full QWERTY keyboard that shows up on the outside screen now. And yeah, it technically works, but it's like, all right do we really wanna be doing this? Like my hands are too big to be typing on this small of a keyboard regularly. Maybe a few quick responses to stuff here and there, maybe voice to text a little more often, but nothing too crazy.\n06:39\nThere's actually also even a whole app in the Samsung Galaxy store called Good Lock, with an extension called Multi Star. And basically if you have both of these, it lets you add a launcher to the outside screen with literally any app on your phone. And so you can go through and experiment and find all kinds of weird stuff that kind of works here.\n06:59\nLike you can technically just scroll through Twit-, or through X if you want to. You can flip through your favorite Reddit app before it disappears, or you can move around Spotify playlists, and these are all kind of not bad. There are also plenty of apps that are an absolute nightmare that look ridiculous in a square.\n07:16\nSo I wouldn't recommend that, but I still feel like the whole point of having a flipping phone remains the same. Like this barrier between open and shut, like it's nice to have the outside functionality, but this action really signifies, okay, now I'm about to get in and like actually do something on my phone.\n07:37\nIt just really becomes up to you where that line is of like, when do you open it, versus when you do something on the outside. And I think that my theory is it's just time. It's just how long does that action take? So if it's just checking your notifications or just reading the time or something quick like that, or pausing your music, that takes two seconds.\n07:57\nGreen light, like that could be on the outside screen. But watching a two hour Netflix documentary, or something that takes like writing an email, you don't wanna do that on the outside screen, that's a red light. And then there's a whole bunch of stuff kind of somewhere in the middle, like flipping through a new playlist in Spotify maybe, or checking your calendar or just like little brief stuff, that's up to you.\n08:21\nSo yeah, if I could give Samsung any feedback on this thing that they've made here, I mean I think they will continue to settle into this general shape, I think they're pretty locked in with it. But two things; One, the outside screen is 720P, and if you look closely enough, you can see some pixels, so maybe a little resolution bump would be nice.\n08:41\nBut I think more importantly actually is LTPO. This is a 60 hertz outside screen, so it's 60 hertz all the time. And I think if you had an LTPO screen, first of all it would match the 120 hertz max refresh of the inside, which it's not the end of the world that they're different, but also that could save battery life.\n09:00\nBeing able to go down to one hertz when you're only just like play/pausing music, or reading a quick notification or something, that could help with the relatively small batteries on these phones. Oh, and maybe add decks. That would be kind of nice too. So, all right, at the end of the day, should you buy the Z Flip 5? Honestly, the truth is that I think this is the best folding phone on the planet for the most people right now.\n09:27\nIt's a great high-end chip, the cameras are still solid, the battery life is at least decent, like the fingerprint reader is super fast. It hits a lot of fundamental stuff. It's not missing any massive features, you got wireless charging, IPX8, and they raise the base storage from 128 to a respectable 256 Gigs for the $1,000 starting price, which is about as good as it gets with foldables.\n09:49\nAnd yeah, the colors aren't that interesting, but I do love a extremely easy to install dbrand skin on the back, since it's literally just a square of glass. So I drop the icon skin on there, easiest install of my life. But yeah, until they do make some big jump in the form factor, or some change to this thing, as long as they're settling into this, this is the safest, easiest to recommend foldable on the planet, easy.\n10:12\nAnd it even has the five year window of security updates, like this feels like, this feels like the iPhone of Android foldables. I made a video about the iPhone of Android, I'll link that below if you wanna check that out too. But either way, that's been it. Thanks for watching, catch you in the next one.\n10:31\nPeace.\n"
    },
    "Output": {
        "Customer Name": "Marques Brownlee (Tech reviewer on YouTube)",
        "Business as Usual": "Using and reviewing various smartphones, including previous generations of Samsung's foldable phones, with a focus on innovation and user experience.",
        "New Behaviour": "Using and reviewing the Samsung Z Flip 5 foldable smartphone.",
        "Progress the Customer Wants to Make": "Evaluate the advancements and improvements offered by the Z Flip 5 compared to its predecessors and other foldable phones in the market, assessing its overall value and user experience.",
        "Functional Motivation": "Seeking a smartphone with top-tier performance, a refined hinge mechanism for durability and a gapless fold, and a larger, more functional cover screen for enhanced usability and convenience. Additional features like a high-resolution display, LTPO technology for better battery efficiency, and DeX support are desirable but not essential.",
        "Emotional Motivation": "Desire to experience the latest advancements in foldable phone technology and seeking a sense of excitement and novelty with the improved features and design.",
        "Social Motivation": "Sharing his expert opinion and review with his audience, influencing purchasing decisions and contributing to the discourse surrounding foldable phone technology.",
        "Force 1: Push": "Potential fatigue or lack of significant innovation in traditional smartphones, driving the exploration of foldable phone options that offer a different form factor and user experience.",
        "Force 2: Pull": "The appeal of the Z Flip 5's upgraded features, including the powerful Snapdragon 8 Gen 2 chip, the improved hinge mechanism with a gapless fold, and the significantly larger and more functional cover screen.",
        "Force 3: Anxieties": "Concerns about the Z Flip 5's battery life, the visibility of the crease, the durability of the hinge mechanism over time, and the potential for the cover screen to be gimmicky or impractical for certain tasks.",
        "Force 4: Habits": "Using traditional smartphones and previous generations of foldable phones, with established preferences for specific features and functionalities.",
        "Stage 1: First Thought": "Not enough information",
        "Stage 2: Passive Looking": "Following news and updates about the Z Flip 5's development and release, including official announcements, media coverage, and discussions within the tech community.",
        "Stage 3: Active Looking": "Engaging with in-depth reviews, hands-on videos, and comparisons of the Z Flip 5 with other foldable phones to gather comprehensive information before forming an opinion.",
        "Stage 4: Deciding": "Choosing to review the Z Flip 5 to see if it meets his needs and preferences.", 
        "Stage 5: Onboarding": "Marques's initial impressions of the Z Flip 5 in a previous review were that it was too similar to Samsung's previous form factor, concluding that the company had 'settled' and released an uninspiring product.",
        "Stage 6: Ongoing Use": "After extended use, the reviewer's opinion shifted, recognizing the significant value and usability improvements offered by the Z Flip 5. The larger cover screen proved to be more practical than initially anticipated, particularly for notification management and quick tasks. He concluded that the Z Flip 5 is currently the best folding phone for most users, offering a compelling balance of features, performance, and user experience."
      }
    },
    {
        "Input": { "Target Product": "Tesla Cybertruck", "Channel": "Everyday Chris", "Review Title": "Tesla Cybertruck 1 Month Review | Do I Regret It??", "Review": "https://www.youtube.com/watch?v=LxjJZeSp2po", "Transcript": "I've had my Tesla cybertruck for over a month now and I just thought I'd share some of the good and the bad we faced now if you haven't been following my channel I currently have a Tesla Model y as well as a Tesla Model X and I love both cars the software is amazing and overall these cars and Teslas are just amazing to drive back when we got our order to configure the Cyber Tru the biggest question in my mind was what in the am I going to do with the truck help people move and second how do you say to\n00:29\nnow to now Tano Tano cover I still don't know there was no reason for me ever to need a truck but it was a cyber truck it's the the coolest looking weirdest looking car out there in the world today and I also didn't want to Fork over $20,000 just for some badging and a couple accessories but I ended up putting in the order because I thought to myself this could technically be the car for me to start a new hobby like off-roading and again it's a cyber truck I'll be doing a detailed video on how to order a\n00:59\ncyber truck and what I went through later but we took delivery of our Tesla cyber truck on February 29th since then I've driven it every day and I had a few thoughts immediately people start staring and they come up to you and I'm sure you guys seen all the reaction videos but people want to take photos with the truck see what it's like one lady even hugged my truck it's pretty crazy if you guys want people staring at you and you guys want to feel a little special then this will probably be the\n01:24\ncar for you but the beauty is it definitely brings smiles to people's faces and honestly it makes their day so right right away five questions everyone keeps asking me number one how's the range on the Cyber truck number two how's the ride and handling and how does it drive number three does it fit in the garage number four I heard the Cyber Tru is rusting and number five what issues have I had so far and lastly number six what car am I selling so let's talk about the biggest question range on\n01:56\nTesla's website it claims the long range can get 340 Mi on a single charge there aren't any specifics like with their other Teslas when you build those Teslas like if you switch things like the wheel configuration so we are assuming this is with their road tires we just went on a road trip to Northern California so I have all the charging details and everything in that video and people who have already been on road trips with the cybertruck already kind of scared me thinking that number one the charge rate\n02:23\nsucks and it takes much longer to charge and number two the miles and the range is horrible however I was shocked to know that the range exceeded the estimate and charging speeds went above 250 KW sometimes even 256 kilow also as far as time goes I had no problems charging for 15 minutes or less so with the Cyber truck at 100% I was getting 318 mil with the 35 in tires I was able to drive non-stop for 182 mil and I still had 72 Mi left and my average Watts was 507 per mile so to the UN initiated it seems horrible but again if\n03:02\nyou ever driven a Tesla you first keep it at percentage not miles and second you always want to keep your eye on the any on the Tesla screen not only that it also matters on how many watts your car consumes and that affects your modes as well since we got our Tesla Model y I've never been able to drive 3 hours in my Tesla before I'd always have to stop before to charge no matter what and again just remember these are not going to be the normal tires for most people this is only the foundation series\n03:30\nspecial edition with the 35 in allterrain tires for reference the rivan r1t has 20-in allterrain tires or you can get their road tires which I think are the pellis this alone makes a huge difference on Range so if you're considering getting a cyber truck and you're using it mostly for road trips you want to be switching tires or you want to get the road tires stacked the battery pack in the Cyber Tru is so much larger than say the Tesla mot y but the crazy thing is it doesn't even take that much longer to charge for instance the\n03:58\nmot y has an 82 k hour battery pack however the Cyber truck has 122 KW hour battery pack which is insanely big and if you had the 50 KW range extender that's you're done no issues driving far and a crazy thing is I wasn't even at that low state of charge however at some superchargers I was getting speeds above 250 KW and that's crazy in itself because the most I've gotten in my Tesla Model y was around 250 KW for a few minutes but that would be at a super low state of charge so number two two ride\n04:31\nand handling now this one is huge when I drove the riv r1t it drove like a truck it was also on allterrain tires but I felt like I was floating handling wasn't the best but again I expected this because it's a truck the Cyber Tru on the other hand is a completely different animal you got two things that makes the Cyber trck so unique you got the steer by wire as well as the independent rear steering and that alone is a game changer for Tesla if you didn't know Steer by wire just allows you to move\n04:58\nthe wheels much easier with the steering wheel so at low speeds I can slightly move the steering wheel to make adjustments while parking or turning and at higher speeds it's fluid and it knows and adjust the steering easily so essentially even with u-turns you don't even need to turn the steering wheel that much with that and the independent rear steering where the rear wheels can actually move to assist the truck to turn is amazing I can easily handle u-turns without any issues I feel like I'm driving a sports car with the way it\n05:26\nhandles through curves and turns giving some insane handling also the tires are ginormous and I thought I would be getting a ton of vibrations and a free vibration massage when I'm driving because I'd assume it'd be super bumpy but this baby is so smooth especially on local roads however I did notice at freeway speeds I did begin to notice more vibrations coming from the steering wheel compared to my other tesas like the model X however it's not uncomfortable and it's also not a weird tire balance or alignment issue I think\n05:55\nit's just due to the huge treads on the tires also it's insane 50 PS recommended and it can go to 65 PSI that's insane now when driving the truck you'd assume it's this giant fridge which can't stay in the center lane and it's going to jut out on the sides however the side repeater camera is do an amazing job and it helps you see where the fenders are and the tires are and with the steer by wire it allows you to make micro adjustments while you're driving I will say the one con with the cybertruck\n06:23\ninterior is those giant beefy a pillars they're so big but luckily you have a large small WI window however with certain turns it does get in the way and sometimes I can't see the curb or not so that is an issue and as far as power goes this thing pulls 0 to 60 in 4.1 seconds I mean who needs to go that fast in a truck it reminds me of a model X long range it's not plaid status but it's honestly good enough also the regenerative braking feels amazing it's very similar to all Tesa models very\n06:54\nstrong and works good now another thing I thought would be super difficult is parking good old parking I mean it's intense when you first tried I'll tell you that much so I feel like you guys should practice a little bit one of the biggest reasons is the fact that the Cyber truck does not have any Vision sensors yet it will be available later but this sucks so bad especially for a huge truck there aren't any indicators that show you how close you are to something or any notifications or anything so you have to get to know your\n07:21\ntruck real good and know the sizes and the limits but now at least the Cyber truck does have a front camera I found that one parking into a spot the steer byby wire I barely have to turn the wheel to do these tight turns and second when I do bring up the front camera I can go all the way up till I'm at the border of the front camera with a few inches to spare so that means I know I can go further and when you reverse into a spot to barely turning the steering wheel you'll see the white line indicators turn so much you don't have a\n07:51\nlot of wiggle room in the cybertruck if you park in a normal spot you need to go all the way in otherwise you end up sticking out this also applies when you reverse in how once you're in the spot you have plenty of room on both sides just be careful if you park next to someone and this is where I miss my falconwing doors in the model X can you imagine in the future if Tessa makes a model X with stainless steel doors with the Falcon doors that would be insane now I'm not worried about the truck getting any door dings I'm more worried\n08:19\nabout the damage I'm going to create for the other car these doors are so heavy it's legit made out of metal so if you accidentally swing that bad boy into another car I can seriously see some damage so just be careful so far parking into a spot I usually have to do it twice still to line it up perfectly because again you have no wiggle room so you got to park like a marine son number three is probably the question I get asked all the time yes it fits in a normaliz garage even with my model X in the garage it also fits the only issue\n08:50\nis it's much longer so when it is in the garage you can't expect to get anything on the other side of the car so you have to kind of think of that where you're parking it however if you have a smaller size garage or you have things Jing out of the garage the Cyber truck will definitely not fit now let's talk about the good old cybertruck rusting phenomenon this one is huge the standless steel sits outside it gathers all sorts of Elemental issues like rusts however this is just contaminants on top\n09:16\nof the stainless steel and with proper prep like using something like ironx and using cutting pads it removes everything instantly and this leads me to my very next disappointing point the Cyber truck as durable as it is it's scratches so easy like insanely easy when we first got our cyber truck it had this uniform finish of stainless steel there aren't any grains on this so it's just like a staining steel panel now I'm still trying to figure all this out because we still need a way to remove all the\n09:43\ncontaminants and stuck on Grime but not scratch the Cyber truck so at first I used my Scrub Daddy sponge and barkeeper friend soft cleanser to pretty much clay bar the truck man this left micro swirls everywhere and it looked horrible in the Sun and again I was super dis pointed because I thought to myself this is supposed to be the most super durable and scratch resistant car and the whole point of getting a cyber Tru is you can go off-roading and you don't have to worry about things like those pin stripes where you hit some rocks or\n10:11\nbranches but it scratches so easily I was able to restore however using some sanding discs but it's still a work in progress as even the best detailers are still learning about the stainless steel in the cybertruck and that's the annoying part you're getting like the super cool stainless steel cyber truck but everyone is paying an additional 6,65 $100 maybe even more to get it wrapped because it avoids fingerprints and it scratches so easily I mean they might as well have painted it now number five let's talk about the issues I have\n10:40\nwith the Cyber truck and the first one of course is safety and this has been happening to a ton of people even the Tesla detailing team the panels can be super sharp in some areas it's so sharp it literally creates a gash in your finger it's like you cut yourself with a knife I found some of the edges of the doors were extremely sharp it's as if the machine that Cuts these messed up a little bit so I had to do a test will it chop off someone's finger if you close the door let's see here we\n11:10\ngo clean off so the panel is like not that sharp here but there's certain areas that are very sharp and then they can easily cut into the carrot like look at that now we got something a little girthier pretty thick cucumber let's go and see how easy it it chops off the Cucumber here we go right here these doors are not child friendly man like it is insanely sharp holy oh it sliced it clean off so we've seen the videos and also the Tesla Engineers did say they're working on making the frunk even better and more\n11:51\nsensitive however when you close the frunk and let's say you have your finger like right here and you didn't realize it oh remember a carrot is not going to be as strong as your finger here you go there you go see so it does stop on this side over here yeah if it feels more resistance it'll stop so let's just stay right here oh God it's scary it's scary for sure but if you had one finger like right in this spot and of course we all know how dangerous the frunk is at certain angles but it\n12:35\ndoes have safety measures to prevent it from slamming closed but only in certain areas another issue I had was the heat in my cyber truck died suddenly during our road trip it's weird I don't know how it happened I hear these loud noises as if the heat pump is dying or something and then the heater just doesn't work the Cyber truck does have a front camera to help you see better and that's great and everything however like most other car manufacturers I wish there was a setting that automatically\n13:00\nturned on the front camera at low speeds this would help a lot with parking and just being able to see better when the Cyber tret as low speeds and again speaking of parking the vision system is just horrible there is none so I don't know if I'm too close to something it could be very difficult to maneuver the truck in tight spaces you have to rely on the cameras and you have to know exactly where the truck is the front camera also has this really cool nozzle spray to help clear any debris and that's awesome however why didn't they\n13:28\nput that in the rear camera the rear camera doesn't have any sort of cleaning spray it's just attached to the bumper and the issue I have with this is because the rear view mirror is just so useless why couldn't have they made that a digital rearview mirror so you can still see out the back no problem with most car manufacturers they have two rear cameras they have the rear camera when you're backing up and if you have a digital rear view mirror they have one higher up and it makes sense right and\n13:53\nbecause it's higher up it doesn't get any dir or Grime on there so you can still see fine but with the Cyber truck it uses that same rear view camera and that can be completely useless if it's raining or if you're going off-roading or if it's dirty now let's talk about the windshield wiper blade it's super cool but it makes no sense let's be real there's a reason why a wiper is supposed to be in the down position and it goes up because it pushes the water away from the windshield it does work really well\n14:19\nhowever but the problem is when it's in that down position all the water accumulates at the bottom over here so then when it goes up and you're driving at highway speeds the wire just kind of comes up again your constantly having to use the windshield wiper when you are driving and you use the windshield wiper it does stay at the bottom for a few minutes so that the water can kind of pull away but it still happens where it goes back up and there's still water that comes up also I noticed that the\n14:42\nwindshield wiper fluid is just horrible the windshield wiper fluid comes out of the blade itself but I found it didn't do a great job at all at helping me clean the windshield and it also left a ton of bad streaks in the middle I feel like there needs to be more windshield wiper fluid or it just has to be stronger now the headlights on the Cyber truck are honestly bright enough for me I am a stickler with headlights however I think the headlights work great and the high beams do an even better job and if you compare that to the reflector\n15:09\nmodel X it's like night and day however if you compare it to the Matrix headlights it's similar if not slightly worse now the Cyber truck is such a cool looking unique car and the angle of the rear truck is super cool however this makes anything in the back of the truck bed inaccessible at all unless you climb into the truck like with the rivan you have a gear tunnel where you can use that as a step to access the truck bed easier however the Cyber truck doesn't have any sort of Step where we can step\n15:34\nonto to access that area the truck bed maybe an aftermarket company will develop one who knows I also found there's no 12vt Cigarette Outlet anywhere in the cybertruck and I actually use this all the time when I have let's say a portable fridge so I can connect it directly and if you have Sentry mode on it'll stay on 24/7 also if you have maybe like a radar detector that uses a 12vt power you can't use that as well so now it's just all 120 volt out lets which is cool but you're maxed out for only 12 hours at a time\n16:03\nand this was an issue when we were on a road trip and the car was just parked somewhere because I had to remember to turn off the Ellet and turn it back on again because it automatically turns off after 12 hours they do make it super easy to turn it on or off in the app it even shows you a countdown of how much time is left but it would be still nice to have that option now while the frunk is automatic I have to say it's it's a pretty small front I've never thought I'd say that about Tesla you have to\n16:27\nstrategically place your grocery bags upright in certain areas otherwise it won't even close also because the body is like full stainless steel I'm assuming no sort of RFID signal can penetrate it so there's no home link you could purchase to add on as an installation later and that's something I love in my model Y and my model X you can't use the my Q setting but you have to pay a subscription for it which is horrible also it only works if you have an internet connection now I'm still\n16:53\ncreating content but I wanted to see how this bad boy handles off-road one issue I already know is the lack of the Locking of the rear differential and I heard it may come in a software update which is great but they should have made that available right away as it's very important when you're going off-roading now the sound system in the Cyber truck is legit it has dual subs underneath the rear seats however there's so much vibration that comes from the carpet lineer where the subs are so I ended up\n17:18\nsmashing some towels in there just to create some space and that has fixed the issue and I know that in the past a few model y's s and X's had an issue at certain angles when you're looking at the windshield it gives off this weird Distortion it makes things look sort of wavy and I know the glass on the Cy trck is just purely straight there must be some sort of film in between the glass that isn't set properly which gives off that wavy look overall all these problems are mostly software based and\n17:45\nif you get a Tesla you know all these problems most likely will be resolved in the future for instance one thing is the rear view mirror image quality isn't that good and it's so small you can move it in one of two places and the right side is slightly larger however the second you use your turn signal it replaces it with the side repeater camera however for me being a defensive driver I still like seeing my rearview mirror just in case someone is coming in hot behind me I can get the hell out of the way weirdly there's also no cabin\n18:12\noverheat protection nothing in the Tesla menu or in the app and there's no lock confirmation horn sound I can use the custom lock sounds but all the other Teslas have that gentle horn sound when you lock it and I'd like to have that in my cyber truck just remember I know that I'm getting an early edition model there's going to be a ton of issues bugs and I just have to deal with it I'm just happy to have the sniper truck that early this is why a lot of my friends who can design their Foundation series\n18:38\nthey're just waiting it out for a little longer until they get all the Kinks out now number six I plan on selling none of my cars for now the model y it's running at 65,000 miles everyday Jan loves the car it Blends in it has power good space and overall it's a great car however in 2 years or so we may end up selling the Y to get Maybe the rivan R2 which seems like a nice change and depending on how much I love the truck and I love off-roading I may end up selling it later in the future but the goal is to\n19:07\nstill keep the X it's just a great car but I'm loving the Cyber truck more and more and liking the X less and less surprisingly but overall I'm just super happy with the truck it makes me smile every day and I just love it anyways guys thanks so much for watching and I'll see you guys next time\n"},
        "Output": {
            "Customer Name": "Chris (Everyday Chris YouTube channel)",
            "Business as Usual": "Owning and enjoying Tesla Model Y and Model X, but not having a truck or engaging in off-roading activities.",
            "New Behaviour": "Purchased and has been driving the Tesla Cybertruck for over a month, exploring potential new hobbies like off-roading.",
            "Progress the Customer Wants to Make": "Own a unique and attention-grabbing vehicle that offers utility and the potential for new experiences, while still maintaining the benefits of Tesla's technology and driving experience.",
            "Functional Motivation": "Seeking a vehicle with ample storage and towing capacity, off-road capabilities, long electric range, fast charging speeds, and advanced features like steer-by-wire and independent rear steering. The futuristic design and stainless steel construction were additional appealing factors.",
            "Emotional Motivation": "Desire to own a unique and eye-catching vehicle that sparks joy and excitement. The Cybertruck's unconventional design and futuristic aesthetic contribute to a sense of individuality and differentiation.",
            "Social Motivation": "Gaining attention and recognition from others due to the Cybertruck's unique appearance. The vehicle serves as a conversation starter and a way to stand out from the crowd.",
            "Force 1: Push": "Lack of a truck in his current vehicle lineup, limiting his ability to engage in activities that require hauling or towing. The desire for a more unique and attention-grabbing vehicle compared to his existing Teslas.",
            "Force 2: Pull": "The Cybertruck's futuristic design, stainless steel construction, promised performance capabilities, and association with Tesla's brand reputation for innovation and technology.",
            "Force 3: Anxieties": "Concerns about the Cybertruck's practicality, including its mileage range and charging speed for long trips, whether the handling and ride experience would be smooth and comfortable, large size and potential difficulty parking, and the susceptibility of the stainless steel to scratches and blemishes.",
            "Force 4: Habits": "Owning and driving Tesla vehicles, with established preferences for the brand's technology, user interface, and driving experience.",
            "Stage 1: First Thought": "Not enough information",
            "Stage 2: Passive Looking": "Not enough information",
            "Stage 3: Active Looking": "Researching the Cybertruck's specifications, features, and reviews, as well as comparing it to other electric trucks and off-road vehicles in the market.",
            "Stage 4: Deciding": "Choosing to purchase the Cybertruck despite some reservations about its practicality and potential shortcomings, driven by its unique design, potential for new experiences, and the overall appeal of owning a Tesla vehicle.",
            "Stage 5: Onboarding": "The initial experience with the Cybertruck was positive, with Chris enjoying the attention and excitement it generated. He appreciated the vehicle's performance, handling, and range, but also encountered some challenges with parking and minor issues related to the interior and features.",
            "Stage 6: Ongoing Use": "After a month of ownership, Chris remains enthusiastic about the Cybertruck despite acknowledging its flaws and limitations, such as getting cut by the panels' sharp edges, and how easily the stainless steel scratches. He is exploring potential new hobbies like off-roading and appreciates the vehicle's unique qualities and the joy it brings him."
          }
    },
    {
        "Input": { "Target Product": "Ozempic", "Channel": "Jaime French", "Review": "https://www.youtube.com/watch?v=dQWllUJP7Bs", "Review title": "My Horrific Experience with Ozempic", "Transcript": "hey kids back at it again with another serious video I'm just kidding it's not gonna be that serious but I do want to talk so if you consume content of any form whether you're an avid YouTube Watcher a tick tock scroller an older gentleman watching the Powerball and the News uh chances are you've probably heard about a new diabetes medication that is literally sweeping the nation and it's called ozempic by definition ozympic is an anti-diabetic medication used for the treatment of type 2 diabetes and an\n00:36\nanti-obesity medication used for long-term weight management the active ingredient is something called semiglutide some people say semaglotide but in my opinion they put the emphasis on the wrong syllable and there are several brands that make their own version of the drug and they all contain that important ingredient semoglutide so there's ozympic which seems to be the most popular there is wagovi there is one called ribosis I think and then there's also this other one taking over called moonjaro which\n01:07\nhas something else it has some other stuff so it's a little different but similar so just some quick background information skip ahead if you want I totally understand there are a heck ton of celebrities who are rumored keyword rumored to be on this drug currently Kim Kardashian Adele Mindy Kaling Rebel Wilson Elon Musk although he may have admitted to taking it I can't remember basically any celebrity that you have seen suddenly become skinny within the last year or two the rumors are that they are taking this\n01:36\ndrug I think it's kind of weird to like publicly state that somebody is on a drug even if you say that you're not sure because it definitely sways public opinion and you can't possibly know for sure who's taking it that's a little weird but here we are it's actually insane I've never seen anything like this drug in my lifetime personally you know it used to be my entire life walking through the checkout only in a grocery store reading People magazine covers it was always about celebrity\n02:03\nbreakups and their love lives and Scandals Etc and now it's all about whether or not certain celebrities are taking ozempic many people many many people label this drug as an absolute Miracle a life-saving drug both for people with diabetes and those without who just you know struggle with obesity it was created for diabetics but has now evolved to where everybody and their almond mom who wants to lose three pounds are taking it it is so popular in fact and sweeping the nation so sweetly that there is now a shortage of the\n02:34\nmedication meaning the diabetic patients for whom it was originally created are struggling to get it because labs are running out of it I guess they can't keep up with the demand and while the intro of this video may come across as though I'm judging people who are taking it or that I'm like opposed to this drug I'm not at all as you probably have noticed by the title I took it to for 17 weeks ish it was like November 28th of last year to March 21st of this year I think I could be slightly off with the\n03:04\ndates but I think March 21st was my last injection and now that it's been a couple months and I've been off the drug I feel very strongly that I want to talk to you guys about this I debated it heavily but I feel like this could be helpful to some people because you know have you ever been in like a super toxic relate relationship whether it was a friendship a romantic relationship or you had like a super toxic family member and you couldn't see how toxic and dysfunctional the relationship was until\n03:29\nyou created distance like you had to get away from that person for more than a few weeks to realize oh my gosh he was a literal abusive lunatic you know that is how I feel about ozempic my personal experience I feel like we should chat about it today after a quick word from today's sponsor have you ever thought about like what your signature style is I'm sure you have everybody has their style you know maybe your emo maybe your goth maybe you look like you're straight out of a Pinterest board maybe you're a\n03:59\n90s grunge maybe maybe maybe you're more of like Lumberjack meets David Bowie we all have a signature style but do you have a signature scent something we don't think about very often right we all need our signature scent we all want to have that scent when our friends and loved ones smell when they're not around us they say hey that's Mills is just like my Aunt Chris and hey is Uncle Billy nearby I smell cousin Trish hide the live laugh love signs you know what I mean I really want you all to have your signature\n04:29\nscent and right now it's easier than ever with today's sponsor scentbird freaking gosh this smells good so stem part is actually a fragrance subscription service so you get a new fragrance in the mail every month and their mission is to empower all of you to express yourselves through scent you get to choose a new designer fragrance every month for just 17 doll hairs they have perfumes colognes unisex options Indie Brands designer Brands literally everything you want but let me just tell you what I got this month as usual it's\n04:58\nimpossible to choose my favorite I think this is my favorite this is by Floral Street and it is called sunflower pop friends if you want to smell like the summariest summer girl or boy this is going to be your new best friend it's a blend of fresh Mandarin bursts of sustainably sourced caliberian Bergamot and a pop of Bellini Accord also got not your girl by deck of scarlet deck of scarlet perfumes are always 10 out of 10.\n05:22\nthis is a little bit more sophisticated more sensual rum Jasmine cardamom Patchouli delicious and we also got lojave by Sicily this one smells expensive the new packaging is so Stellar you just give it one little turn to spray open it right up to remove or replace the vial and they look so beautiful in your purse you get a full 30 day supply so you can really try out a scent before committing to you know a 500 full-size bottle so if you are interested in finding your signature scent in the easiest way possible and you want to try sempered\n05:54\nyou can use my code Jamie french2 at sunbird.com which will save you 55 off your first month at sempered it's a new cold Jamie French 2. be sure to spell my first name right so you can make sure you get your 55 off at sanford.com thank you so much to semford for continuously supporting my channel sponsoring a portion of today's video and now back to the show hey kids we're back I'm so tempted to start everything off with my long boring drawn out backstory of disordered eating and dieting and Trauma and everything that\n06:29\nled me to where I am today but perhaps another time I'm more concerned right now about warning you with some of like the physical and mental side effects of this drug and I don't want to keep you here for six hours so as I said I started ozempic or the a generic form of ozympic in November of last year because surprise surprise I wanted to lose body fat I know that there is an entire community of people on Tick Tock who will label me as fat phobic for that for wanting to lose body fat and you go right ahead and call me that you make\n07:02\nthe rules actively not wanting to be fat is indeed fat phobic very quick history lesson of why I wanted to try this drug like most overweight people I have always struggled to lose body fat calorie deficits literally don't work for me at least not long term sometimes they briefly work but then they stop I work out often my patrons who see my Vlogs or even if you've just been around long enough to remember when I used to Vlog on this channel you guys know I work out nothing makes a measurable difference yada yada well this seemed\n07:32\nlike a very promising solution but yet I was absolutely opposed to trying it just because I've done this so many times throughout the last 33 years where some miracle comes along and I'm visibly seeing people that I know lose weight and have success with it and I get my hopes up and I'm like hey that's gonna work for me and of course it doesn't so I'm kind of at the age now where I'm like I'm not doing that anymore but this one got me but I was also opposed because of hearing about the side\n08:00\neffects number one that you are not supposed to take it if you have a history of thyroid cancer which I do but I believe it's a different type so that one is like papillary and mine was medulla or maybe it's maybe it's vice versa of Happily I had a papillary carcinoma yeah so this drug causes could potentially cause a medullary thyroid tumor that freaked me out but my doctor was ultimately the one who kind of not convinced me but made me relax about it a little bit she felt like because I also have a condition called PCOS which\n08:30\ncauses blood sugar and Insulin problems and can eventually lead to diabetes she felt like semi-glutide could help me she also has like at the time it was only 20 other patients on it who knows how many of her patients are taking it now all of her patients were shedding body fat like crazy and doing great and finding success with no side effects and she really seemed to think it would be fine and she has you know firsthand seen like the emotional struggle that I go through trying to get my weight off so she was\n08:57\noptimistic I also got some I would say light or minimal pressure from family members not anything super toxic but it was more like same thing they see me struggling day in and day out and it was kind of like hey maybe maybe this would help you so I gave in my doctor found a compounding pharmacy that made their own version of the drug they basically took the active ingredients some glue tied added B12 which also helps you lose weight helps your mood Etc I was already getting shots of B12 so I'm like okay\n09:28\nsure let's try it side note I do not believe per se that my generic version of the drug is the reason that it didn't work for me because like I said all of my doctors other patients are doing great and it all came from this compounding pharmacy also I found several doctors on social media who also promoted the generic form the the active ingredient is the important thing of semiclutide so I got my first injection and immediately I got some very serious trigger warning side effects in the form of diarrhea away now I have suffered\n10:00\nfrom a condition called lymphocytic colitis for like 12 years I would say maybe longer I don't even know at this point so I am no stranger to that but my colitis had actually been in remission since like late 2020 ish around the time where I healed my gallbladder the colitis also went into remission around that time so to be in remission with colitis for almost three years only to be hit with a literal poop storm the day after starting this drug I was pretty confident that I knew it was the drug causing it and may I just say if any of\n10:33\nyou have Colitis or Crohn's or anything like that you know the absolute agony meaning pain that it physically causes in your intestines well buyer beware because that pain has nothing on ozympic I mean I spent years every time I went to the bathroom when like colitis was at my worst just hunched over in agony moaning in pain like salivating always about to throw up from pain I did not ever imagine it could get worse than that and on ozembic it was worse but worse than that even Not only was the pain much worse like I said which I\n11:09\ndidn't think was even possible but I was also sudden only unable to always control my self meaning on more than one occasion I pooped my literal pants it's funny but it's not funny you know what I mean he's in my shorts mind you all friends okay this was the bare minimum dose this is like the tiny little dose that you start off with before you work work up to the therapeutic dose so I believe I was on 0.\n11:38\n25 at this time and this was the reaction I had to the smallest dose possible I keep thinking about amberlynn Reed she gets ripped apart on social media I mean 24 hours a day somebody's making a video about her I happened to catch some of her content when she was on ozone pick and it was giving her stomach problems and gallbladder problems and people didn't believe her and we're like oh you're just using that as an excuse to go off of it I believe her it was no joke now my doctor was closely monitoring me she wasn't exactly\n12:04\nsure there's no real way to be sure that it was the ozempic I mean it seemed like it was but you never know and not one of her other patients were having this side effects so she was like I I don't know why it would be causing you so many issues and I do have a history with colitis like I said so she thought there was a chance it could be a coincidence and I had the same thoughts like I thought it was the drug but then I was like well maybe it's not I don't know because I was really really enjoying the\n12:29\nother good side effects if you will of the drug first and foremost the reduction in my appetite man I missed that part so much I'm sorry if that's triggering to you hopefully the disclaimer at the beginning filtered anybody out that can't hear things like that but I have been a pretty consistent 1700 to 1800 calorie Queen for a good while now but it's still always a mental struggle like if I really let myself do whatever I wanted I would probably eat like 2500 calories a day I'm hungry okay\n12:58\nor sometimes I'm not hungry enough like sometimes even meeting the the you could you'll do you know 1800 or whatever 1700 is a struggle because some days we all have those days where we just don't feel like it so either way it was a mental struggle but ozempic gave me this Quiet Mind where I literally never thought about my calorie intake again I want to stress I don't have the best and most balanced habits when it comes to food so I don't want you to take any of my advice but again what I liked was the\n13:25\nquiet I felt very comfortable at like 14 1500 calories I always track everything in my little new app like just because I like to know it's just a habit that I formed but I didn't have that food anxiety that I've had most of my life where it's like did I eat enough did I eat too much should I eat in two hours should I know oops my stomach growled like oh my gosh I didn't get ahead of my Hunger you know what I mean like I just all of that was gone my mind was quiet it was incredible and it happened pretty\n13:52\nquickly because of the appetite suppressing nature of the drug so at this point I was still staying positive I was also sleeping really good like literally within the first dose I remember laying down for bed that night and waking up in the exact same position which is probably because it helps stabilize your blood sugar who knows but the good parts were good enough for me to deal with the dysentery so now by this point I am down the ozone big rabbit hole on Tick Tock and I'm watching all of these women's\n14:22\nfat cells just Melt Away melting off they're sleeping better too I saw a lot of girls say like oh I sleep so much better some of them had side effects too but I kept hearing this recurring thing which is the side effects will go away as your body adapts to the drug well guys spoiler alert mine didn't I stayed on that dose for five weeks the plan was to stay on that dose for four but we gave it an extra week because I was afraid to move up in dose because of the horrible side effects so five weeks on 0.25 and then\n14:53\nwhen it was time to bump up 2.5 we started doing the injection in my arm instead of my abdomen because I heard a lot of people on social media say that the side effects were much more tolerable in the arm and actually that worked for like two weeks at least I think it did it's kind of hard in hindsight now because I know I was guzzling Pepto-Bismol and taking Imodium like they were candy but at least it seemed like it was it was making a difference so then my doctor asked how I would feel about switching to a more\n15:20\nconcentrated formula meaning exact same drug exact same formula just a little bit more concentrated in my mind that means less water but I don't actually know because I'm not a scientist the advantage of that would be you could inject the same dose with a smaller amount of fluid instead of like injecting a vial this big and it is more cost effective because your vile last longer etc etc and I said sure and I said sure I said sure and as soon as we switched to the more concentrated formula mind you we kept the same dose\n15:51\nequivalent so whatever the equivalent of 0.5 milligrams was in this concentrated formula that's what we did and as soon as I switched to the concentrated formula the diarrhea came back full force with a Vengeance as well as a new symptom gallbladder pain uh if you've been around for a while you know my heinous experience with gallbladder disease you know how big the struggle was to heal my gallbladder this was apart from the thyroid cancer this was actually like my biggest concern there were a few reports\n16:22\nof pancreatitis and gallbladder issues when they did the clinical trials for this drug and with my history I was very very afraid of this but again I just kept holding out hope that my body would adjust and my doctor said that it the drug delays gastric emptying so food stays in your stomach longer than it normally would and so that could cause your gallbladder to squeeze more often than normal and I was like okay yeah then it just needs to adjust to the new normal I started my milk thistle again bumped up my selenium my Dr Burr\n16:51\ngallbladder supplements continued my healthy diet continued my exercise I'm like it's fine it'll pass it's fine I've dealt with this before now this is probably early january-ish okay so six weeks ish in and to add a beautiful layer of frosting to this poop cake I had not lost in six weeks one single ounce even with the significant reduction in my appetite the stabilization of my blood sugar and the basically having dysentery I would think the diarrhea alone would uh make somebody lose an ounce\n17:24\nbut not me but like I said I've been down this road a million times it's been a struggle my whole life I was like it's gonna work I'm not on the therapeutic dose yet all of these people in my family yes I have multiple people in my family who are on this drug who are at like 20 pounds off by the six week Mark all these people on Tick Tock who had lost 20 and 30 pounds by the six week Mark they are all unicorns and I knew it would be harder for me because of my thyroid problems my PCOS and my uh daddy\n17:51\nissues so still staying positive at this point end of January it was time to bump it up to 0.75 and in hindsight I see now that that is when the anxiety started the good sleep I was getting in the beginning instantly vanished like that night and it was replaced by my normal insomnia but 800 times worse my Apple watch my Apple I wish I had it sitting here it would tell me like you got three hours of sleep last night are you alive are you okay my heart rate would constantly Spike throughout the night and it was all anxiety I would be dead\n18:26\nasleep and just wake up gasping from impending doom and again this is hindsight I didn't really attribute this to the drug I've always had anxiety I've always had depression I've always struggled with sleep and I was like oh it's just kind of coming back a lot worse for some reason the injections were just part of my life at this point and I had too many other things to worry about you know paying my employees getting my content out on time right shoot edit repeat going to my meetings being a wife being an aunt living my\n18:56\nnormal life you know what I mean I don't got time to investigate stuff but at this point the stomach pain like the gallbladder pain was getting a little worse and a little more frequent I was having that signature pain that I would know anywhere a couple people were like maybe it's not your gallbladder oh no a mother knows and I am my gallbladder's mother it was starting to become after eating or drinking anything sometimes even water and I just kept Trucking I loved the reduction in appetite I loved\n19:22\nthe you know not thinking about eating at all and I also loved that I was not gaining anything any of you who have PCOS you know that if you live just like a normal Balanced Life and kind of eat healthy and balanced and kind of like what other people around you were eating if you just live a normal life you will gain by the day so on ozempic when it came to food only when it came to food I felt like I could relax a little bit mentally and that in my mind was counterbalancing like the crippling anxiety that it caused in every other\n19:51\naspect of life hindsight man it's it's 20 it's better than 20 20. hindsight is 2010 I see it all so clearly now so week after week past still no appetite still no relief from the diarrhea still no really from the stomach pain and still no weight loss zero saying there were even some times where I would chat with my doctor's other patients like if we were in the waiting room or I think there was one time where like I came to get my injection as one girl was leaving and they were always like woohoo down 30\n20:22\npounds week 12. and I'm over here like just waiting on my first ounce it's coming I know it's coming so it was finally time to do the therapeutic dose of one milligram and at this point the stomach pain was kind of getting unbearable like first it was at certain meals then it was eating or drinking anything at this point it was upon waking as soon as I would get up and move my body at all I would have gallbladder pain which is exactly what happened to me a few years ago meaning something was inflaming and irritating\n20:51\nit so I made a separate doctor's appointment like not related to the ozone pick at all my gut said it was like real deep down but I couldn't access those thoughts my my thoughts were up here because I was just distracted and blinded by the desire for weight loss again I'm not a very balanced person I don't want you to take my advice so she ordered some tests at this appointment I feel like we went over blood work it's hard for me to remember every detail but this was when she told me that I needed to cut out\n21:18\nDairy and she is not the first doctor to have told me this I had testing done several years ago with a functional medicine doctor who literally test did my poop and it came back that I had a reaction to every single component of dairy like the way the casein the lactose and whatever the other one is and I was like all right say no more I should have listened before I'm an adult now I went dairy free full-blown dairy free still am and I'm like this is it okay this was the Magic Bullet this was The Missing Link this is where the magic\n21:46\nhappens and like I said this was right at the time where I finally bumped up to the therapeutic dose of simple glutide which is one milligram and lo and behold I finally lost my first three pounds and isn't it funny that I attributed that to the drug and not the massive change to my diet meaning cutting out Dairy anything good that happened at all I'm like it does impact it says yeah anything bad that happened I'm like it's anything other Thanos yeah so while simultaneously feeling very excited over the first three pounds\n22:21\nI had lost in I don't know two years the pain in my stomach reached unbearable levels I couldn't wear leggings I had to walk around with my leggings like below my butt all the time and my husband was always like is happening three years ago I was afraid to go to certain functions meetings with my congregation family events Nick's concerts Etc literally because I was afraid of pooping my pants stop pooping could not sleep to save my life it's actually kind of amazing to me that I maintained my upload schedule and made\n22:55\nmost of my sponsor deadlines over the last few months the will to pay my employees just trumps trumped everything at the same time though I'm a high functioning depressive person I show up I put a smile on my face you can't really see the endless laps around the anxiety pool that I'm taking in my mind so I just I just kept Trucking but then the camel's back finally broke yeah there was a straw and it broke it I ate some turkey jerky at the studio it was like a late night upload day where I just was hungry and\n23:25\ngrabbed whatever was there and I had a full-blown gallbladder attack like I'm talking the kind I used to have three years ago when I was at my sickest before I healed my gallbladder but the funniest part of this story is that that straw actually didn't break my back I wasn't the camel it broke my doctors I went in for my injection she kind of looked at me and was like are you okay how are you feeling bad and I see now again in hindsight that probably the last like five times I saw her when I went in for my injection\n23:56\nI was like just so forlorn and down and lethargic and unenergetic basically dying but I'm like I still need my injection no sort of common area of her office and at this time she took me back into her exam room where like none of the other staff was and she was like hey you don't feel good your anxiety is really high you're not sleeping you're having stomach issues and you're not losing weight let's try this let's take a break from the semiglutide for at least a few weeks and if your symptoms resolve then we\n24:30\nwill know for sure that it was the drug and it wasn't just a coincidence and I was so embarrassed but I had no control and I just bawled in her office because it was the moment I had to admit what I knew all along which is that this drug while it seems to work for every other person on the planet it didn't work for me and of course I know that that's um that's not the case that's like dramatic thinking but that's how it felt you know when you're going through something it wasn't just that it wasn't working for\n24:56\nme it was physically and mentally harming me so I even asked her I was like wait wait it just started to work I think I was down even like four pounds at that point ooh and 17 weeks and her response was I think it's entirely possible that that four pound loss is probably something that you are doing and it probably would have occurred anyway you know the cutting out the dairy I feel like if you cut out Dairy it automatically kind of changes you a little bit like if you have a food allergy you retain a little bit of water\n25:24\nyou can have some weight loss resistance you have a little bit more inflammation so I think it was probably that I don't know looking back I think maybe it was both I still think the drug could have been helping me a little bit but obviously the bad outweighed the good you know so I was like all right fine I agreed I called Nick on the way home and I told I was still so confident that I would I would be able to start taking the drug again I'm like she just want I think these were all coincidence she you\n25:50\nknow is not comfortable with how it's affecting me but I think I'll probably switch to like moonjara or something after I even text my doctor the following Monday I actually think I still have the text and I was like I changed my mind I I don't want to go off it I already gained four pounds back can I have that drug back that was literally killing me you know this is this is why I'm not a good role model role model yes role model no anyway about two weeks after my last injection the diarrhea started to\n26:18\nresolve it is now fully resolved thank you the stomach pains lingered a little while longer but they are completely gone now I'm sleeping better the struggle it's still a struggle sleep will be a struggle for me probably indefinitely but it's so much better than it was I could make a video in and of itself about ozympic anxiety there's so much to unpack and guys this actually doesn't even cover all of the random little symptoms I was having that I wasn't realizing was the drug the general feeling of being unwell and\n26:51\ninflamed waking up sore and feeling instantly older like that happened and I just again kind of was like maybe it's the drug and I was like nah it's not I would wake up in the middle of the night with horrible pain in both elbows and every single time I would be like oh I was sleeping weird random bouts of dizziness like weekly serious bouts of dizziness where I was like oh I guess I'm a little dehydrated today yeah maybe yeah maybe you're a little dehydrated a little bit you know because all the\n27:19\nwater in your body is exiting via your colon frozen peas on there just random side effects that I wasn't even aware of and there's even more side effects that I didn't even experience because I didn't experience any significant weight loss so there's a huge thing going around the internet now called ozympic face that I keep seeing dodged a bullet there I suppose I don't know and again I know that this video is probably going to come across that I am anti-ozymic or that I'm shaming the drug or those who\n27:46\ntake it it's truly and honestly not my intention I feel like if the drug works for you and you don't have side effects like this you know who you are and none of this would apply to you it really seems like this is a miracle drug for certain people my goal here is to a empathize with anybody else that it didn't work for and to let you know that you're not alone because the disappointment level the disappointment level that this drug did not work is next level bad so I empathize but I also want to warn some of you who are\n28:15\nconsidering the drug like maybe you're on the fence like I was and I'm not seeing a ton of people talking about the fact that it may not all be sunshine and roses for you personally My ultimate advice I guess if you are someone who ends up trying this drug is to trust your gut and no you know deep down if you didn't have a symptom before and it arose after you started the drug don't let don't be blinded by emotions you know you think with your frontal lobe and not your emotions don't be like me\n28:41\ndon't poop your pants stop all right I feel like that was very long-winded appreciate you hearing me out if you stuck around I feel kind of good getting all that out it has been very very bottled up inside here very curious if any of you have similar experience or I'm curious about all of your experiences with ozympic if you're comfortable let me know in the comments down below I'll be hanging out in the VIP lounge meaning in the comment section to talk about it thanks again for listening I love you friends stay safe and stay\n29:12\nhydrated and thank you again Sunbird for sponsoring today's video don't forget use my code Jamie French too and check out to say 55 of your first first order and I'll see you next time hahaha foreign has actually been my colitis had actually been my colitis also went in the colitis one why am I saying my it's my clients [Music]\n" },
        "Output": {
                "Customer Name": "Jaime French (YouTuber)",
                "Business as Usual": "Struggling with weight loss and body image issues, experiencing challenges with calorie deficits and traditional weight-loss methods. Has a history of health conditions, including lymphocytic colitis, thyroid cancer, and PCOS, which impact weight management.",
                "New Behaviour": "Started taking Ozempic (a generic form of semaglutide) for 17 weeks, hoping to achieve weight loss and improve overall health.",
                "Progress the Customer Wants to Make": "Lose body fat and enhance overall well-being and body image.",
                "Functional Motivation": "Seeking a medication that effectively suppresses appetite, promotes weight loss, and helps manage blood sugar levels associated with PCOS. The convenience of a once-weekly injection and the potential for long-term weight management were also appealing factors.",
                "Emotional Motivation": "Desire to overcome the emotional burden and frustration associated with weight loss struggles and body image issues. Seeking a sense of control over eating habits and a reduction in food anxiety.",
                "Social Motivation": "Potentially influenced by the popularity of Ozempic and its perceived success among celebrities and individuals on social media. Wanting to experience similar results and achieve a sense of belonging within a community of individuals who have found success with the medication. Also felt a slight pressure from her doctor and concerned family members who suggested that Ozempic might be a good option to solve her struggle with weight loss, diabetes risk, and overall health.",
                "Force 1: Push": "Frustration with unsuccessful weight loss attempts using traditional methods, the emotional toll of body image issues, and the desire for a more effective solution to manage weight and improve health.",
                "Force 2: Pull": "The perceived effectiveness of Ozempic for weight loss and blood sugar control, as evidenced by anecdotal experiences and social media trends. The potential for improved sleep and reduced food anxiety were additional appealing factors.",
                "Force 3: Anxieties": "Concerns about potential side effects, including gastrointestinal issues, thyroid cancer risk, and gallbladder problems, particularly due to her history of health conditions. The uncertainty of the drug's effectiveness for her specific case and the possibility of disappointment were also anxieties.", 
                "Force 4: Habits": "Engaging in regular exercise and attempting calorie-restricted diets, despite limited success. Tracking her daily calorie intake and struggling with disordered eating patterns and food anxiety.",
                "Stage 1: First Thought": "Has struggled with wanting to shed body fat and not be overweight for a very long time. She implies that the 'first thought' was planted 33 years ago.",
                "Stage 2: Passive Looking": "Observing the success of others with Ozempic, including celebrities and individuals on social media, and considering the potential benefits for her own weight loss journey.",
                "Stage 3: Active Looking": "Researching Ozempic, including its mechanism of action, potential side effects, and efficacy for individuals with PCOS. Consulting with her doctor to assess the suitability of the medication for her specific case.",
                "Stage 4: Deciding": "Choosing to start Ozempic despite concerns about potential side effects, driven by the desire for weight loss, improved health, and the hope of experiencing similar success as others.",
                "Stage 5: Onboarding": "The initial experience with Ozempic was a mix of positive and negative effects. While she experienced a significant reduction in appetite and improved sleep, she also encountered severe gastrointestinal side effects, including diarrhea and stomach pain, which impacted her quality of life.",
                "Stage 6: Ongoing Use": "Despite persisting with Ozempic for 17 weeks and increasing the dosage, Jaime continued to experience debilitating side effects without achieving significant weight loss. She eventually decided to discontinue the medication due to the negative impact on her physical and mental well-being."
        }
    },
    {
        "Input": { "Target Product": "2024 Hyundai Kona Electric", "Channel": "Consumer Reports", "Review Title": "2024 Hyundai Kona Electric Early Review | Consumer Reports", "Review": "https://www.youtube.com/watch?v=58fnRj3v9Fc", "Transcript": "[SNAP] I'm Emily Thomas, and this is the early review of the 2024 Hyundai Kona EV. [MUSIC PLAYING] We bought the 2024 Hyundai Kona Electric SEL, with no additional packages. However, we did get the carpeted floor mats, cargo tray, and mudguards. With a destination price of $1,335, our grand total was $38,460.\n00:32\nThe Kona Electric, or the Kona EV as we've been calling it, is a small SUV. It competes with the Chevrolet Bolt EUV, Nissan Leaf, and its sister vehicle, the Kia Niro EV. So think of it more as like an entry-level electric vehicle. This is the second generation of the Kona. It has updated angular styling, which matches other new Hyundais that we've tested.\n00:53\nThis Kona is one inch higher and wider, and it's 7.5 inches longer, which gives you more interior and cargo space. Hyundai says that they designed this generation of the Kona as an EV first, but we can get into more of that later. If you're interested, there is also a gas model available. So with an EV, you're going to care about the driving range.\n01:12\nThis long-range Kona EV comes with a 64.8 kilowatt battery and produces 201 horsepower. In terms of charging times, if you're using a public DC fast charger, Hyundai claims the Kona EV can replenish the battery from 10% to 80% in 43 minutes. And according to the EPA, their estimate is that you get 261 miles driving range on a full charge.\n01:34\nThat's an estimate, so we're going to test it ourselves in our exclusive, 70 mile per hour highway EV range test. It's kind of nice that the charge port is right here in the front of the vehicle. So you can just pull right into the spot that you need, and you don't have to worry about backing up, worrying about which side the charge port is on.\n01:51\nIt's just right here in front. If you don't get to 100% charge and you want to disconnect the charging cable, you might find that it's really hard to. And there's a little bit of a game you have to play with locking and unlocking the vehicle in order to get the charging cable to unlock. Thankfully, you can change those settings in the infotainment system.\n02:08\nLike many other EVs, the Kona supports one-pedal driving. Many of our testers found it to be consistent, and it's nice because the regen paddles are right behind the steering wheel. So you can customize it to the level that you want. I mentioned before that this is an entry-level EV. That's partially because of the price point, which, at 38,000, you might disagree.\n02:25\nHowever, in EV term, that's actually on the lower end. It's also entry level because it's based on an entry-level SUV, the Kona. I kind of like to think of this as a learner EV. When you first get inside, it doesn't feel really futuristic. You find buttons and knobs and things in expected places, except for this gear shift, which we'll get into later.\n02:45\nIn terms of fit and finish, you kind of get that entry-level feel. There's cloth seats and lots of hard plastic. The upper dash does have some nice texturing, and the armrests are pretty hard for the driver. The seats are a little firm, but comfortable enough. And the seatbacks have nice bolstering that kind of holds you in laterally.\n03:01\nIt's also nice that this Kona does have heated front seats. The rear seat is pretty flat, which is great for me when I have to install my kids' car seats. In the previous generation Kona, it was really hard for us to fit our rear-facing car seat behind the driver. This time around, behind the driver was fine, even for my husband who has to push his seat farther back.\n03:18\nFront visibility is actually pretty good. The A pillars are not too thick. Rear visibility is also good. I personally like when I can see the full width of the rear windshield in the rear-view mirror, which I can here. Back up front, you're going to find Hyundai's latest infotainment system. While it presents as one large screen, which is kind of typical of other EV models, you actually get two distinct screens, which is great.\n03:43\nAnd I found it to be pretty responsive. I also like that it has wireless CarPlay, which was easy to connect to. You can also use the USB port to connect if that's your preference. It's really nice that there are also a lot of hard buttons and knobs to make your various adjustments, including climate, which we really love.\n04:01\nI also really liked that the hard buttons have words on them. So it's easy to know what they are. So there's not a lot of guesswork while you're driving to make the choices that you need to. But the gear selector is in kind of a weird spot. Personally, I'm not a fan of having it here on the column.\n04:17\nI also found that when I was parking or trying to pull out of my garage and I'm moving the steering wheel around, it would sometimes obstruct my view of the gear selector. So it was hard to make those quick gear changes. Of course, we'll do a full usability test. So come back for the results in our road test.\n04:33\nThe last thing we'll talk about inside the car is storage space. Usually, I really like all the extra pockets and bins that Hyundai gives you. They're really convenient. And you would think with extra interior room this time, you would get more of that. But that's not really the case. You have a spot here to keep your phone, which is nice.\n04:50\nOver here in the middle, there are two cup holders that you can pop out if you need to use them. But otherwise, it's just a really big, unstructured, open bin, where things can slide around a lot. Where you would normally have your nice center console compartment and a covered console compartment at that, you do have this open bin where, again, you can stash a lot.\n05:11\nBut it can also move around a lot while you're driving. Underneath the armrest is this tiny little tray that gets covered, where you can fit Kleenex, Chapstick, and maybe the keys. But that's about it. So it's not particularly useful. As far as safety systems goes, the Kona EV comes with standard advanced driver assistance systems across all trim lines.\n05:32\nThis includes automatic emergency braking with pedestrian detection, adaptive cruise control, and blind spot warning. We're excited to see that this model year '24 has rear seat safety features, like a rear belt minder, and advanced seatbelt technology, like pretensioners and load limiters for rear outboard passengers.\n05:48\nThis Kona also comes equipped with a rear occupant alert that will tell you to check the back seats at the end of your trip. So that's our early review of the 2024 Hyundai Kona electric. Be sure to check back at cr.org for our full road test results when we complete all of our testing.\n"},
        "Output": {
            "Customer Name": "Emily Thomas (Consumer Reports)",
            "Business as Usual": "Not enough information",
            "New Behaviour": "Purchased and is conducting an early review of the 2024 Hyundai Kona Electric SEL.",
            "Progress the Customer Wants to Make": "Evaluate the 2024 Hyundai Kona Electric's overall value proposition as an entry-level electric vehicle for consumers.",
            "Functional Motivation": "Seeking an electric vehicle with a reasonable driving range, efficient charging capabilities, comfortable interior space, user-friendly technology, and essential safety features at a competitive price point. Practicality and ease of use are key considerations.",
            "Emotional Motivation": "Not enough information",
            "Social Motivation": "Sharing expert insights and evaluations with a wide audience through Consumer Reports, contributing to consumer awareness and informed decision-making regarding electric vehicles.",
            "Force 1: Push": "Not enough information",
            "Force 2: Pull": "The 2024 Hyundai Kona Electric's appeal as an entry-level EV with a competitive price point, decent driving range, and practical features. The updated design, increased interior space, and inclusion of advanced driver assistance systems contribute to its attractiveness.",
            "Force 3: Anxieties": "Concerns about the Kona Electric's real-world driving range, charging infrastructure availability and compatibility, potential limitations in interior materials and storage space, and the usability of certain features like the gear selector.",
            "Force 4: Habits": "Testing and reviewing gasoline-powered vehicles and other electric vehicles, with established evaluation criteria and expectations for performance, functionality, and value.",
            "Stage 1: First Thought": "Not enough information",
            "Stage 2: Passive Looking": "Not enough information",
            "Stage 3: Active Looking": "Not enough information", 
            "Stage 4: Deciding": "Choosing to purchase the 2024 Hyundai Kona Electric SEL for testing and review purposes, considering its potential as a suitable option for consumers seeking an entry-level electric vehicle. Got no additional packages but got the carpeted floor mats, cargo tray, and mudguards.",
            "Stage 5: Onboarding": "The initial experience with the Kona Electric involved familiarization with its features, controls, and driving dynamics. Emily noted some observations regarding the interior materials, storage space, and the placement of the gear selector.",
            "Stage 6: Ongoing Use": "Consumer Reports will continue to test and evaluate the 2024 Hyundai Kona Electric, conducting a full road test and assessment of its performance, range, charging capabilities, and safety features. The complete review will be published on their website and shared with their audience."
          }
    },
    {
        "Input": { "Target Product": "", "Channel": "More Productive", "Review": "https://www.youtube.com/watch?v=PwcYeT8RXTk", "Review title": "Motion: Your Auto-Scheduling Daily Planner | Review", "Transcript": "motion you heard me right not notion motion it's a task management application that incorporates Ai and weaves in a calendar today we're going to give you everything you need to know about motion and a little bit more about motion for teams and we'll do a separate review on that but something to give you a little bit of interest in so motion what is it it is very simply a task management application but it's trying to go against task management applications because it's more of a daily planner it combines your calendar\n00:31\nyour tasks and scheduling links to help you keep on top of your work and the way that it does that is it uses artificial intelligence Technologies to automatically update your tasks your calendar and move stuff around depending on how you're progressing on your work it's got a really interesting way to capture tasks so it gives you more context to each task to provide more of a change on whether you want to move stuff around its real basis is actually in the settings area which you can set some parameters around your task so that\n01:07\nit moves it around automatically for you to best suit what you're doing in terms of meetings work and things that crop up in your calendar across the workday so what is the most special feature of this application it's probably the ability to capture tasks and calendar and have them move around for you but there's also ability to create projects and be able to move and Order organize your tasks in a kanban view where you can create projects and it's automatically set up for you so you can pretty much get\n01:38\nrolling with a project but it's very much more in the team plan which I'll talk about in a moment now one of the features that I particularly liked in this application is the ability to organize and structure your task it gives you great function in helping to choose urgency and also providing you with deadlines and giving you an outline of what when best to complete this task and what I like about motion is if you're somebody that's in particular precious about how you want to organize your time and you need help to\n02:09\nprioritize this is an application that can do that so it does have a motion for teams pricing which focuses much more on the project management abilities now the focus on this is much more the AI side than it is necessarily project management abilities the project management abilities if you're looking to add something like complex notes to it it's not really going to do a great job of that it has very much a basic text editor which will give you the ability to capture basic note but nothing more than that to be honest but\n02:37\nthe AI functions for managing projects and tasks are looking very interesting for teams so motion is a more of a personal experience but also a team's experience it comes at a cost motions pricing for an individual per month is 19 it's much more on the premium signer staff and that's billed annually the pricing for the team plan is much cheaper at 12 dollars per user per month giving you much more access but again it's moving your team to something like this and seeing whether it's a suitable\n03:08\nselection so who is this best for I'd probably say this is much more suited for those who are very struck on priority levels and actually have more disposable income in the productivity software stack than many others because of the high pricing but it's really designed for those who are very time poor and those who need assistance specifically in the prioritization of tasks area and keeping track of their calendar so this would be great if you're somebody that's stuck in your calendar a lot of time and spend a lot\n03:40\nof time in meetings it doesn't get much deep focus work for tasks because it helps you to create that time for you so this is one that is growing and it's definitely an application that is worth checking out I'm giving it a four out of five and the application for teams is something that I'm yet to fully check out so hopefully you found this review helpful for we're here to help you find the best product of the applications for you and your work so do follow us here on YouTube and all around the internet\n04:10\nso thanks very much folks and I'll see you all very very soon cheerio foreign [Music]\n"
        },
        "Output": {
            "Customer Name": "Not Specified (Reviewer from More Productive YouTube channel)",
            "Business as Usual": "Using traditional task management applications and struggling with scheduling and prioritization, likely experiencing challenges with time management and maintaining a balanced workload.",
            "New Behaviour": "Trying out Motion, an AI-powered task management and daily planning application.",
            "Progress the Customer Wants to Make": "Improve time management, prioritize tasks effectively, and maintain a balanced schedule with the assistance of AI-powered automation.",
            "Functional Motivation": "Seeking a task management application that offers AI-powered scheduling and prioritization features, integrates with calendars, provides project management capabilities (especially in the Teams plan), and offers features for capturing tasks with context and setting deadlines.",
            "Emotional Motivation": "Desire to reduce stress and overwhelm associated with managing tasks and schedules, seeking a sense of control and organization over their workload.",
            "Social Motivation": "Not enough information.",
            "Force 1: Push": "Frustration with the limitations of traditional task management applications, challenges with scheduling and prioritization, and the feeling of being overwhelmed by workload and time constraints.",
            "Force 2: Pull": "The appeal of Motion's AI-powered automation for scheduling and prioritization, its ability to integrate with calendars, and the potential for improved time management and a more balanced workload.",
            "Force 3: Anxieties": "Concerns about the high cost of the individual plan, the potential complexity of the AI features, and the possibility of the application not effectively adapting to individual work styles and preferences.",
            "Force 4: Habits": "Using existing task management applications and relying on manual methods for scheduling and prioritization.",
            "Stage 1: First Thought": "Not enough information",
            "Stage 2: Passive Looking": "Not enough information",
            "Stage 3: Active Looking": "Exploring Motion's features and capabilities through the review process, assessing its potential to address their specific needs and challenges.",
            "Stage 4: Deciding": "Choosing to try out Motion based on the appeal of its AI features and potential benefits for time management and productivity.",
            "Stage 5: Onboarding": "The reviewer highlights positive initial experiences with Motion, particularly its ability to capture tasks with context, provide structure and organization, and offer assistance with prioritization.",
            "Stage 6: Ongoing Use": "The reviewer is still in the process of evaluating Motion but expresses a positive overall impression. They acknowledge the premium pricing but suggest that the application could be a valuable tool for individuals who prioritize time management and seek assistance with task prioritization."
          }
    },
    {
        "Input": { "Target Product": "Grillbot Grill-cleaning Robot", "Channel": "Consumer Reports", "Review": "https://www.youtube.com/watch?v=GpefSoFocs8", "Review title": "Grillbot: Does the Grill-cleaning Robot Work? | Consumer Reports", "Transcript": "love grilling but hate the cleanup the 130 dollar battery-powered grillbot promises to automatically clean up messy grill grates no muscle required consumer reports test dozens of girls at a time and they don't clean themselves here's our dirty grill caked with cooked chicken before the grill bot is set loose operation is simple place the device on the grates press start close the lid and let it rip our test girl didn't have a lip so we had to keep the lid closed we found that out the hard way and never mind that it sounds like a\n00:45\nderanged squirrel desperately trying to escape you can set the grill bot to run for 10 20 or 30 minutes after 10 minutes our testers found the grill grates looked better but not great so we put the grill bot back in for another 10 minutes there was some notable improvement though it still wasn't spotless we had to use a grill brush to remove the bits and pieces of burnt chicken and grime in between the grates the bots brushes are supposed to come off for easy cleaning we had some trouble removing them initially but once\n01:20\nwe did a quick spin through the dishwasher made them come out squeaky clean overall our testing found the girlbot cleaned the tops of grates well and it's more fun than scrubbing the grill yourself plus it makes a great party conversation that is if you can hear yourself and others over it the company says grillbot can be used on all types of girls from charcoal and gas to stainless steel grates and coated cast iron however testing found our basic grill brush with a little elbow grease did a more thorough cleaning job took less\n01:51\nthan 10 minutes and at around 25 cost less too and remember whatever cleaning tool you choose check the grill afterward in case a loose bristle is left behind that might stick to your food check out consumerreports.org for grilling advice and ratings on grills from charbroil to weber\n"
    },
    "Output": {
        "Customer Name": "Not Specified (Reviewer from Consumer Reports)",
        "Business as Usual": "Cleaning their grill manually, likely experiencing frustration and inconvenience with the process.",
        "New Behaviour": "Testing the Grillbot Grill-cleaning Robot as a potential solution for automated grill cleaning.",
        "Progress the Customer Wants to Make": "Clean their grill more easily and efficiently, reducing the time and effort required for manual cleaning.",
        "Functional Motivation": "Seeking a device that automates the grill cleaning process, eliminating the need for manual scrubbing and reducing the physical effort involved. The Grillbot's ability to clean various grill types and its simple operation were appealing factors.",
        "Emotional Motivation": "Desire to avoid the unpleasant and tedious task of cleaning the grill, seeking a more enjoyable and hassle-free grilling experience.",
        "Social Motivation": "Potentially seeking a novel and conversation-starting gadget that adds an element of fun and entertainment to the grilling experience.",
        "Force 1: Push": "The dislike of cleaning the grill manually, the time and effort involved, and the desire for a more convenient and efficient solution.",
        "Force 2: Pull": "The appeal of the Grillbot's automated cleaning functionality, its ease of use, and the potential for a more enjoyable grilling experience.", 
        "Force 3: Anxieties": "Concerns about the Grillbot's effectiveness in thoroughly cleaning the grill, its noise level during operation, and the potential for damage to the grill grates.",
        "Force 4: Habits": "Cleaning the grill manually using a grill brush and elbow grease.",
        "Stage 1: First Thought": "Not enough information",
        "Stage 2: Passive Looking": "Not enough information",
        "Stage 3: Active Looking": "Exploring the Grillbot as a potential solution for automated grill cleaning, considering its features and benefits.",
        "Stage 4: Deciding": "Choosing to test the Grillbot to evaluate its performance and determine if it meets their needs for efficient grill cleaning.", 
        "Stage 5: Onboarding": "The initial experience with the Grillbot involved setting up the device, placing it on the grill grates, and observing its cleaning performance. The reviewers noted the ease of use and the entertaining aspect of the robot's movement but also observed its limitations in thoroughly cleaning between the grates.",
        "Stage 6: Ongoing Use": "The reviewers concluded that while the Grillbot offers some convenience and entertainment value, it does not fully replace the need for manual cleaning with a grill brush. They acknowledged its effectiveness in cleaning the tops of the grates but emphasized the importance of a thorough cleaning to ensure hygiene and prevent potential hazards from loose bristles."
      }
    },
    {
        "Input": { "Target Product": "Next.js", "Channel": "Dev Agrawal", "Review": "https://www.youtube.com/watch?v=Rrz2q5uCHdE", "Review title": "What Theo Won't Tell You About Next.js", "Transcript": "can you write your back end in next.js next.js is a full stack framework and the last I checked full stack equals backend plus front end so by definition next.js has backend capabilities in fact next.js primarily runs on the server side it has very little front-end involvement it usually delegates most of the front end work to react so what does next.\n00:29\njs really do a few days ago there was a huge discussion on Twitter about whether you should use nexjs as a backend or not it was triggered by this little up and coming content creator called Theo you might not know him I'll put a link to his channel down in the description Theo basically asked to all of you who aren't using next.\n00:47\njs for your back end why obviously I responded to it very quickly with a quickly drawn out diagram about State full versus stateless back-ends but I don't think this tweet really even comes close to capturing the new ones in that argument before we dive into next JS let's first talk about some technical concerns that an application has UI is the part of your application that your user directly sees and interacts with the UI is dependent on these two components your front-end assets and different application the assets are static assets\n01:23\nlike HTML CSS JavaScript files images fonts things like that and different application is your JavaScript code or webassembly or any other language that you prefer that runs in the browser and is responsible for reacting to UI events or controlling the UI coordinating with the server and so on now both of these components need their servers so you need an asset server to serve these static assets to your browser when it requests them and you need an application server to get your backend functionality and basically have your\n02:00\nfront-end application talk to your backend application the backend application coordinates communication and logic between your business logic data logic and external Integrations and you can further classify external Integrations into inbound and outbound inbound is when your system needs to accept or receive messages from other systems and outbound is when your system is sending messages to other systems now let's highlight where next JS really helps us these are the components where next.js helps you solve complexity\n02:35\nnext.js has features like server-side rendering static generation ISR whatever that is I'm too dumb to figure out routing internationalization image optimization and a lot of these features that will help you a lot in these concerns but you still have to deal with the complexity in the other areas on your own now for a lot of people that is not a deal breaker and that is because applications don't have complexity spread evenly throughout all of these technical concerns let me show you what I mean this is an application that has a\n03:12\nlot more Focus or and a lot more complexity on the front end this can be apps like zoo or figma or canva Excalibur notion these are apps that have that don't have a lot of complexity on the back end you can see that but all of it is focused on the front-end side next.js would be a great fit for an application like this because it's going to solve problems that you are going to run into a lot here's another application this looks more like a Content site marketing site blog things like that this has a lot more focus on\n03:50\nassets uh which means that there's going to be a lot of perform performance constraints and once again next.js is a great fit for this application because it solves all of those problems that you will run into and while it doesn't deal with the back end you don't have a lot of complexity on the back end so you don't need it now let's look at an entirely different class of applications here this could be a microservice it could be a bot it could be a data ETL process that could be an AI algorithm or any sort of a\n04:21\nbackground process or that you want to delegate some computation to this doesn't have a front end a next JS is utterly useless for an application like this because Nexus is solving all the problems that you don't have and it's solving none of the problems that you do now let's add a little bit of UI to this so now maybe this is a Discord bot or a twitch bot that has a UI that you can use to configure it I still wouldn't recommend you to use next.\n04:47\njs for this because once again the problems that next.js is solving you are not really going to run into those because you don't have a very complex and very requirement heavy front end you need a lot more solutions on your backend side because that's where you're focusing now this is the kind of application that I am building currently at work once again I am not using next.\n05:10\njs for this project because it's not really solving the big problems that I have you can see here that the two bright red hot spots in this application are the backend logic and the business logic which are Then followed by data and the front end and finally a little bit of assets and external Integrations for applications like these I would instead recommend something like nest.\n05:34\njs nest with an S not with an X that the two have very similar names I don't know maybe they were intentionally planning on tracking us but anyways a framework like Nest helps solve complexity on these areas on the back end and that is what an application like this really needs so I would recommend using that for an application like this now that that is out of the way let's dive more into my contribution to this Twitter conversation my argument about a stateful versus a stateless backend is just one example of how uh next.js\n06:10\ndoesn't help solve complexity in backend logic and that is because next.js has a really simple mental model of the back end next is wants you to think almost purely in terms of HTTP functions you will either write a function that will accept an incoming request and fetch some data and throw them out as props to a component or you will write an API Handler or a middleware that once again accepts an HTTP request does some operations and returns nhttp response all your backend code has to live and run Within These\n06:47\ntwo boxes now when your backend starts getting complex you often want to change this mental model and instead think of your HTTP operations as something that can trigger side effects now these side effects can be things that take a while and are not super important or critical to the main operation so you don't want the user to wait until all these side effects are finished for example when a new user signs up you might also want to create a profile for them and you might also want to send them an email now\n07:18\nthese are things that are not critical to a user signing up if one of these two things fail you don't want to fail the entire user registration process because the registration still happened you just want to do these other two things as a side effect of of that registration this is something you cannot easily do in next.\n07:40\njs because once again Nexus wants all your backend code to live in HTTP functions now you can do things like send an HTTP response back and then continue doing things in that function or trigger an asynchronous operation without a weight in front of it and then just return your function but these are not good mental models to use when you are mapping out these complex workflows maybe you can do that if you just have one or two of these in your entire application but the fact that you have complex workflows like these is an indicator that you might have more in\n08:12\nthe future you might have to build a couple more of these tomorrow or and maybe by next year you'll have 10 of these or maybe half your entire application will be these complex workflows it's better to solve these complexities before your app becomes a ball of mud do you have backend code running in an xjs server let me know down in the comments and while you're there please subscribe to the channel\n" },
        "Output": {
            "Customer Name": "Dev Agrawal (Software Engineer & YouTuber)",
            "Business as Usual": "Building complex backend applications with significant business logic and data processing requirements, potentially using frameworks like Nest.js (not to be confused with Next.js).",
            "New Behaviour": "Evaluating the suitability of Next.js as a backend framework for complex applications and highlighting its limitations compared to dedicated backend frameworks.",
            "Progress the Customer Wants to Make": "Identify the optimal backend framework for complex applications that require robust features for handling business logic, data processing, and asynchronous workflows, while maintaining a performant and scalable architecture.",
            "Functional Motivation": "Seeking a framework that effectively handles complex backend logic, data processing, external integrations, and asynchronous workflows. The ability to manage stateful operations and trigger side effects efficiently is crucial.",
            "Emotional Motivation": "Desire to build high-quality, maintainable, and scalable backend applications that meet the demands of complex use cases. Aiming to avoid frustration and technical debt associated with using inappropriate tools or frameworks.",
            "Social Motivation": "Sharing his expertise and insights with the developer community, contributing to discussions about backend development and influencing technology choices for complex applications.",
            "Force 1: Push": "Not enough information",
            "Force 2: Pull": "Next.js's appeal as a full-stack framework with capabilities for server-side rendering, static generation, and other features that can be beneficial for certain types of applications.",
            "Force 3: Anxieties": "Concerns about the potential for technical debt and architectural challenges when using Next.js for complex backend applications. The possibility of encountering limitations and complexities as the application grows and evolves.",
            "Force 4: Habits": "Using dedicated backend frameworks like Nest.js for complex applications, with established workflows and best practices for handling backend logic and data processing.",
            "Stage 1: First Thought": "The consideration of Next.js as a backend framework likely arose from its growing popularity and the perception of it as a full-stack solution for web development.",
            "Stage 2: Passive Looking": "Following discussions and debates within the developer community regarding the suitability of Next.js for backend development, becoming aware of its limitations and potential drawbacks.",
            "Stage 3: Active Looking": "Evaluating Next.js's features and capabilities in the context of complex backend requirements, comparing it to dedicated backend frameworks like Nest.js, and analyzing its architectural implications.",
            "Stage 4: Deciding": "Choosing to use dedicated backend frameworks like Nest.js for complex applications that require robust handling of business logic, data processing, and asynchronous workflows, recognizing that Next.js is not the optimal choice for these use cases.",
            "Stage 5: Onboarding": "Dev Agrawal does not explicitly mention personal experience using Next.js, but his experience as a software engineer suggests familiarity with various backend frameworks and the ability to evaluate their strengths and weaknesses effectively.",
            "Stage 6: Ongoing Use": "Does not use Next.js for his projects. Continuing to use dedicated backend frameworks for complex applications, while acknowledging the potential benefits of Next.js for certain types of projects, such as front-end focused applications and content-heavy websites."
          }
    },
    {
        "Input": { "Target Product": "Lady Dior Bag", "Channel": "Amelia Rose's Closet", "Review": "https://www.youtube.com/watch?v=OYIwtBjiwOA", "Review title": "REVIEW OF THE ANNOYING LADY DIOR BAG *watch before you buy*", "Transcript": "hello welcome back to my channel thank you so much for joining me today let's do a brittly honest and Frank and some may say blunt review of The L Dior bags because if you want to purchase one of these now this is the small L Dior in leather if you want to purchase one of these you're looking in the region of £5,000 Sterling that is a huge amount of money and if you want to buy one of these bags before you do you need to watch this video because these bags are are annoying let's start with the small\n00:32\nnow before I say this disclaimer I love this bag but I love this bag because I love the color I love the iridescent Hardware I love how it shimmers I love all of these different colors and I love the brightness of this bag but it's very annoying to use and if you love one of these bags and you want one of these bags my genuine opinion is that you have to love the bag so much that it's an icon that it's a bag that you want to use and have in your collection and you have to be able to get over all of the\n01:04\nquirks or the annoyances that this bag has you need to look at it and love it that much that you don't mind the annoyances you're going to forget them that's where I am at with this bag that's also where I'm at with the mini capucines also an annoying bag but beautiful but you do need to know if you're going into this that it's a little bit fussy to use now I have a small size and the mini size those are the bags that I'm going to talk about particularly today they do come in\n01:29\nlarger sizes but I don't have one of those for me this is a hand carry bag this did come with a cross body or shoulder adjustable detachable strap and it does have the beautiful Hardware also here that is iridescent when I bought this bag I was comforted by the fact that it had the cross body strap and I was thinking that means I can wear this cross body I like to wear cross body I can be handsfree if I need to be not these easiest bag to use crossbody I have never used this bag cross body despite my love affair with cross body\n02:08\nbags and there are a couple of reasons for that the first is these handles this is the way the handles sit so if you're wearing this bag cross body the handles don't go down flat across your body they sit like this if you try to put them down that's annoying it does not give a nice silhouette it does not set close to your body it is not something that's easy as a cross body bag if I were to wear it cross body I would probably just keep the handles up and I will try these on and show you mod shots of this on me cross body with the\n02:43\nstrap the handles will just be up against your body so you'll effectively have the bag sitting with the handles up and the cross body strap rather than them going down and sitting close to you that is the first thing you need to be aware if you're wearing this cross body the second thing is and this is personal but I don't actually think the silhouette of this bag from the small size up and the mini is this one the mini is quite small there is a nano underneath that but it's tiny and does not fit a phone this one fits a phone\n03:15\nand is actually a usable bag it looks a little bit better cross body although again I'll talk about that bag but it the silhouette of this bag I don't think is made to be worn cross body I don't think it looks as well as it can look being wor worn cross body I think it's a handheld bag so if you're buying this and this is coming from someone that loves a cross body bag I would buy it with your mindset thinking at least that you're going to be carrying this handheld because I think that's how this\n03:46\nbag is made to be worn the next thing about these bags if you buy one in leather now it's stunning look at it it's absolutely beautiful but they're lamb skin and that means the leather is beautiful the leather is soft it feels beautiful but they're going to get marks and they're not going to be the most hardwearing bags I do not think that I would buy a ly Dior bag as an everyday bag to use I don't particularly think that's where their strengths lie I don't think that's particularly what they're\n04:19\ndesigned for and I think if you were to use this as an everyday bag it would start to look quite worn quite quickly and I do think it would be quite fussy you will see larger ones of these starting to look slightly out of shape mine has been worn but has not been worn a huge amount of times I do have the privilege of having quite a few bags to rotate so this has not got that level of use but I am very well aware and I was aware when I bought it that it is lamb skin it's soft lamb skin mine is a bright color so you're going to see\n04:55\nmarks on it and I didn't buy it as an everyday bag you will get corn Corner wear on these now mine does have feet they do come with feet on the small sizes up but I still think you'll get some wear on the corners even though this bag will not be sitting directly on the ground the leather is just that soft I think you're going to see that wear you can see on mine on the bottom there are a couple of marks it's pretty hard to pick up but they almost look like something's actually rubbed against it\n05:28\nor maybe my nail but there are a few marks on the leather underneath here now I'm obviously never going to be looking and inspecting my bag at the bottom and it's certainly not going to make me not use it but it is something to be aware of that the leather is very soft also if you're someone who gets very upset with signs of wear where these are they will Mark each other now the plastic is off mine you can keep the plastic on although that can oxidize and Mark your metal but where they all lie on top of\n05:58\neach other you're going to get little marks on them and they're going to cause natural little scratches if you look you probably won't be able to see it but on the Ring of mine where it holds the charms there are little marks where they've been sitting that's not something I even look at or notice but if you're someone that is very aware of marks on a bag that might be something that annoys you and I'm trying to be very thorough in the review that I give you the same is going to be on these\n06:26\nHardwares you're going to get marks from use and that's just something I think you need to be aware of and accept the next thing about this bag that is maybe the most annoying thing when you come to use this bag is this this flap now I understand they used to have a zip which was probably equally annoying but and the flap does obviously complete it it makes it look very beautiful it hides what's in here it does provide some security if somebody was going to pick pocket from one of these it's hard enough for me to\n06:58\nget my things out whenever I'm trying to so it's not going to be easy for them to slip their hand in and lift whatever they want but if you're using this bag this is the way it will be and you need to get this flap out of the way you can see it's not the easiest and with the handles still in the way to get inside to use it so this is not a bag that I think you can use for very quick ease of use I don't think you're going to be able to carry this bag and quickly get in out of it to get what you need\n07:31\nand while that has security precautions it does make it that little bit more awkward and annoying when you use it because you need to maneuver this in and maneuver this out do you see to get what it is that you're looking for now once you get inside of this and this is the small there's very good capacity here is my phone my phone is the iPhone Pro but you can see from the space in there that the Mac from Apple would have no difficulty fitting in there as well the Louis Vuitton recto Verso which is quite a\n08:06\nbulky card holder goes in without difficulty then I have my Dior card holder which also would be kind of like a key holder you could definitely get your keys in here as well then if we have a flat card holder just to show you that there's no difficulty getting things in here there is space at the side even with all of those in I could very easily put a lip product I could put another SLG if I needed it as long as it wasn't packed full I could set one across the top because of the height of the bag there's quite a bit of space on\n08:38\ntop of those that I could put something else in there if I needed my ear pods would go in there no problem I do have my glasses beside me so we could easily put glasses or sunglasses in at the top you would even fit them in with their case sometimes in smaller bags I will put my sunglasses across knowing that they're going to get marked but there would be plenty of room to put a case in there especially a soft casee that you could carry there is a zipped pocket at the back here if you can see the zipped\n09:07\npocket and there is a slip pocket in the front here I generally don't really use those the only time I've used those is if I've had a card not in a card holder or a hotel Key I would put them in there but there is a lot of space in this this is the small now so it's not the smallest it's not the many but see with those handles yes you can get everything that you would need in there I think as an everyday bag if you were carrying it and using it as an everyday bag just bearing in mind that getting the flap in and out\n09:37\nof the way to get your stuff in and out be a little bit awkward the next thing to know about these bags and I've kept everything in there so as you can see but you add the strap onto these so if you're carrying this bag cross body you put the strap on the diagonal so you have the strap clicked on one at the front and the opposite one at the back if you're wearing it across you that allows it to go across body and then it sits as it does with its handles up because they won't go down I will take footage to show you\n10:12\nwhat that looks like on me obviously this strap is adjustable so you can change the length and you could wear it as a shoulder bag as well it doesn't need to be cross body that's not really my preferred way but it is a way to wear them and as I'm putting that on and off you can hear the noise noise doesn't annoy me but some people may be annoyed whenever you're putting this on and off and walking you hear these it's like having a metal bag charm hanging on your bag only there's a few\n10:40\nof them so they'll jingle and jangle against each other ASMR is that what you call that and that might be annoying for some people so just be aware of that cuz when you walk the motion of your walk does make these move if it's on your body and you will hear them not so much I don't find when I'm carrying it handheld which is the way I've used this bag but you can see I'm looking even on this one you can see little marks on mine here and that's one that doesn't have the your logo on it hanging from it I mean here\n11:08\nand even that one has little marks so it's going to happen now if we take a look at the mini equally annoying but stunningly beautiful the mini is probably my favorite size probably because I don't buy these bags as everyday bags so I don't need the capacity that the small one has I was drawn to the color of that and the hardware I do like it handheld but my preference is probably this I just love smaller bags it's very cute it still fits what I need it's still annoying and I'll tell you about that but it's very\n11:40\nvery cute and for me this is very much a moment I could see myself buying more of the mini before I could see myself buying more of the small and it's because I would probably be taking this out and not as an everyday type bag this one I think for me for out in the evenings is probably a bit big big but I will generally that's personal choice I will always kind of go towards a smaller bag for the evening and this one I think is stunning not easy to use this was bought because of what it looks like this was not bought for practicality a\n12:14\nlot of my bags are not bought for practicality and this one is no exception the handles on the mini are the same they do not go down flat so if you were going to wear this cross body you're going to have the handles sticking up here although it's smaller I don't think it will will be just as cumbersome as it would be on the small but you will have your handles you have all of the same issues with the hardware it's going to do the same you're going to hear it if you wear it cross body it's going to Mark it's going to scratch\n12:43\nit's going to mark on the hardware that's putting these together it still has the four little feet now mine's obviously not leather so I can't really talk about Corner wear on mine I am careful with mine I hand carry it I don't think I've ever worn this cross body I I have taken it to the pub I've said that quite often I take it I'm not precious about where it goes because with the cost of this bag it's not going to be a museum piece I'm going to use it and this bag is so stunning it deserves\n13:11\nto be used but that does mean there could be sequence coming off up now that's not going to be an issue for a lot of people buying these bags CU I don't think many people are going to be buying the sequenced versions but it's something I need to be aware of if you had the leather version you're going to have to be aware similarly as the bigger one that it's going to get Corner wear and it can if you ever see some of these that have been used quite a lot they can get out of shape the mini has the same\n13:36\nlayout in that it has this leather piece across the top equally annoying especially in the smaller version there's not much space to get your you see there's not much space getting your hand in there getting the leather out especially whenever your items are in it which I will show you this one doesn't have the flat pocket at the front but it does have the zip pocket at the back and then it has an open space on the inside I can still fit if I show you what we had this is the iPhone something Pro\n14:10\nagain not the max the max the pro lies across it I don't know if you would get the max in that way but you would get the max you see it is it's quite awkward no you wouldn't the max comes up this is the pro and you can see where that sits so if you had the Max of the iPhone you are probably going to have to try and maneuver it in maybe diagonally I I'm not actually sure you're going to fit the max in because I'll show you how the pro is if I didn't have my jewelry on you can see that I wear a really big\n14:45\nstunning pink ring here it's probably going to be easier to get things in and out but I'm not going to take my jewelry off because it's hard to get in and out of a bag the bag's going to have to try and work with my jewelry on here again is the re reverso this doesn't have my things in so imagine if it had my cards in it's going to be a little bit more fome and take up a little bit more space if we were trying to put the Dior one in again which would be the equivalent of keys I can squeeze those in while\n15:15\nthey're empty I am not going to be able to squeeze those in if the deer one had keys in it or if the Rector Verso was fill especially the way that I use it with all of my cards so if they had everything in take one of those S I think I I think it would be quite a squeeze to get your things in if you were using it you're not going to be able to set the equivalent of the Dior card holder on the top as well you could set keys on its own in there you could probably get a four ring key holder in there because they're a little bit\n15:50\nSlimmer you'll easily get a flat card holder in that will go in without difficulty and you could let me see where's the glasses if we're imagining a pair of sunglasses you can set them across the top you can get your glasses at top and then put the little flap inin so it does hold for a mini bag quite a lot it holds definitely phone as long as it's not a massive phone key holder card holder sunglasses across the top and a lip product probably ear pods as well as long as you're willing to set it in and\n16:25\nTetris it in now now that I've showed you those in if we want something out this is how you would be doing it okay so we'll take the glasses out and then we would be having to hold the flap up with your hand down in between the there's your phone and then putting that back in so you can see it's not the easiest to get in and out of it is stunning absolutely beautifully stunning especially in the smaller version I think probably my favorite but not the easiest bag to use and can be annoying the mini versions come with a\n17:03\nmore delicate Sheen the look of the bag I think suits this it's a chain that you can also put on cross body and it does have a leather strap at the top for your shoulder for comfort so I actually do really like the chain that comes with the mini I think it suits it much better than a leather chain would do you wear it the same way if you're putting it cross body you put them on also to here like this and then the bag can easily go cross bard if that's the way that you choose to wear it if you're wearing a\n17:31\nsequence bag cross body please of course be aware of the wear to the sequence and if you're buying the mini the chain is not adjustable so it sits at this length I will show you proper footage and put it in of trying it on for reference I am 5ft one I do have a small maybe 3 cm heel on and I am a UK 12 just to show you how it sits but that is a review of the in my opinion annoying to use lady do both of them are annoying I think both sizes maybe if you go much bigger it becomes a bit easier but I think both\n18:04\nof these are annoying I do love them though and I'm not selling either of these I think they're stunning bags I love using them to carry them and the look of them I don't love using them for the practicality of getting things inside now it's the same as the mini capucines very very similar how I view using these neither is easy if you're buying these I think my opinion would be because you absolutely love the bag and you want the bag and it's not about practicality and it's not about easily\n18:29\ngetting your things in and out it's about the look of the bag and the and the shape of the bag and the color and the texture beautiful but just if you're buying one bear this in mind as a little warning first about what they can be like to use so you're fully informed before you spend that level of money thank you so much for watching me thank you for being here if this has been in any way useful to you please do consider giving it a thumbs up if you haven't yet please do consider subscribing and if\n18:52\nyou're not done with me yet I'm going to leave another video for you on the screen to enjoy thank you so much for being here thank you for watching me please take care and I will see you in the next one\n" },
        "Output": {
            "Customer Name": "Amelia Rose",
            "Business as Usual": "Carrying and using various luxury handbags",
            "New Behaviour": "Purchased and used the Lady Dior Bag in both small and mini sizes.",
            "Progress the Customer Wants to Make": "Own an iconic and stylish luxury handbag that enhances her personal style and adds a touch of elegance and sophistication to her outfits.",
            "Functional Motivation": "Seeking a handbag with sufficient capacity to carry everyday essentials, such as a phone, wallet, keys, and sunglasses. The inclusion of a detachable shoulder strap for versatility and hands-free carrying was an additional consideration.",
            "Emotional Motivation": "Desire to own a timeless and iconic piece from a prestigious luxury brand like Dior, experiencing the joy and satisfaction of possessing a beautiful and well-crafted handbag.",
            "Social Motivation": "Expressing her personal style and taste through a recognizable and coveted luxury item, potentially gaining admiration and recognition within her social circles.",
            "Force 1: Push": "Potentially seeking a more iconic and recognizable handbag compared to her existing collection, desiring a piece that elevates her style and makes a statement.",
            "Force 2: Pull": "The Lady Dior Bag's iconic status, elegant design, and association with the prestigious Dior brand. The availability of different sizes and colors, as well as the option for a detachable shoulder strap, contributed to its appeal.", 
            "Force 3: Anxieties": "Concerns about the practicality and ease of use of the Lady Dior Bag, particularly the awkward flap closure, the potential for the handles to interfere with crossbody wear, and the delicate nature of the lambskin leather, which is prone to scratches and marks.", 
            "Force 4: Habits": "Using and carrying other luxury handbags, potentially with different styles, functionalities, and levels of durability.",
            "Stage 1: First Thought": "Not enough information to determine the specific event that triggered the initial interest in the Lady Dior Bag.",
            "Stage 2: Passive Looking": "Not enough information", 
            "Stage 3: Active Looking": "Not enough information",
            "Stage 4: Deciding": "Choosing to purchase the Lady Dior Bag despite acknowledging its potential drawbacks in terms of practicality and durability, prioritizing its iconic status, aesthetics, and brand value.", 
            "Stage 5: Onboarding": "The initial experience with the Lady Dior Bag involved familiarization with its features, including the flap closure, shoulder strap, and interior compartments. Amelia noted the bag's beauty and elegance but also recognized the challenges associated with its use.",
            "Stage 6: Ongoing Use": "Amelia continues to use and enjoy the Lady Dior Bag, appreciating its aesthetic appeal and the sense of luxury it provides. She acknowledges the bag's annoyances and limitations but accepts them as part of owning an iconic and stylish piece. She prioritizes the bag's appearance and symbolic value over its practicality and everyday functionality."
          }
        }
]
